Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: User information
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tiedotKÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬tiedot
fr: Informations de l'utilisateur

source: Please enter your account information (to create an account, visit the project's web site)
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilisi tiedot (luodaksesi tilin kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬y projektin verkkosivuilla)SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilisi tiedot (luodaksesi tilin kÃÂÃÂÃÂ¢ÃÂÃÂ¬y projektin verkkosivuilla)
fr: Veuillez entrer les informations de votre compte (pour crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©er un compte, visitez le site web du projet)(pour crÃÂÃÂ©er un compte, visitez le site web du projet)

source: This project is not currently accepting new accounts. You can attach only if you already have an account.
fi: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projekti ei tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ hetkellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ota vastaan uusia tilejÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. Voit liittyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ vain, jos sinulla jo on tili.TÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ projekti ei tÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ hetkellÃÂÃÂÃÂ¢ÃÂÃÂ¬ ota vastaan uusia tilejÃÂÃÂÃÂ¢ÃÂÃÂ¬. Voit liittyÃÂÃÂÃÂ¢ÃÂÃÂ¬ vain, jos sinulla jo on tili.
fr: Actuellement, ce projet n'accepte pas de nouveaux comptes. Vous pouvez le rejoindre seulement si vous avez dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un compte.Vous pouvez le rejoindre seulement si vous avez dÃÂÃÂ©jÃÂÃÂ un compte.

source: Are you already running this project?
fi: Ajatko jo tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektia?Ajatko jo tÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektia?
fr: Participez-vous dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ ce projet ?

source: &No, new user
fi: &Ei, uusi kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬&Ei, uusi kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: &Non, nouvel utilisateur

source: &Yes, existing user
fi: &KyllÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬, olemassa oleva kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬&KyllÃÂÃÂÃÂ¢ÃÂÃÂ¬, olemassa oleva kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: &Oui, utilisateur existant

source: &Password:
fi: &Salasana:
fr: &Mot de passe:

source: Choose a &password:
fi: Valitse &salasana:
fr: Choisissez un &mot de passe:

source: C&onfirm password:
fi: V&ahvista salasana:
fr: &Confirmez le mot de passe:

source: &Username:
fi: &KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nimi:&KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬nimi:
fr: &Nom d'utilisateur:

source: &Email address:
fi: &SÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoite:&SÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite:
fr: &Adresse email:

source: minimum length %d
fi: vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬himmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ispituus %dvÃÂÃÂÃÂ¢ÃÂÃÂ¬himmÃÂÃÂÃÂ¢ÃÂÃÂ¬ispituus %d
fr: longueur minimum: %d caractÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨res

source: Attach to project
fi: Liity projektiin
fr: Rejoindre un projet

source: Update account manager
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilihallitsinPÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilihallitsin
fr: Mettre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour le gestionnaire de compte

source: Attach to account manager
fi: LiitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilihallitsimeenLiitÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilihallitsimeen
fr: Rejoindre un gestionnaire de compte

source: The minimum password length for this project is %d. Please enter a different password.
fi: Salasanan minimipituus tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle projektille on %d merkkiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ toinen salasana.Salasanan minimipituus tÃÂÃÂÃÂ¢ÃÂÃÂ¬lle projektille on %d merkkiÃÂÃÂÃÂ¢ÃÂÃÂ¬. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ toinen salasana.
fr: La longueur minimum du mot de passe pour ce gestionnaire de compte est de %d caractÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨res. Entrez un mot de passe diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rent, svp.caractÃÂÃÂ¨res. Entrez un mot de passe diffÃÂÃÂ©rent, svp.

source: The minimum password length for this account manager is %d. Please enter a different password.
fi: Salasanan minimipituus tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle tilihallitsimelle on %d merkkiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ toinen salasana.Salasanan minimipituus tÃÂÃÂÃÂ¢ÃÂÃÂ¬lle tilihallitsimelle on %d merkkiÃÂÃÂÃÂ¢ÃÂÃÂ¬. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ toinen salasana.
fr: La longueur minimum du mot de passe pour ce gestionnaire de compte est de %d caractÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨res. Entrez un mot de passe diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rent, svp.caractÃÂÃÂ¨res. Entrez un mot de passe diffÃÂÃÂ©rent, svp.

source: The password and confirmation password do not match. Please type them again.
fi: Salasanat eivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬t tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬smÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. Kirjoita ne uudelleen.Salasanat eivÃÂÃÂÃÂ¢ÃÂÃÂ¬t tÃÂÃÂÃÂ¢ÃÂÃÂ¬smÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬. Kirjoita ne uudelleen.
fr: Le mot de passe et la confirmation du mot de passe sont diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rents. Entrez-les ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau, svp.Le mot de passe et la confirmation du mot de passe sont diffÃÂÃÂ©rents. Entrez-les ÃÂÃÂ nouveau, svp.

source: Account Manager URL
fi: Tilihallitsimen verkko-osoite
fr: URL du gestionnaire de compte

source: Enter the URL of the account manager's web site.
fi: SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilihallitsimen verkkosivujen osoite.
fr: Entrez l'URL du site web du gestionnaire de compte.

source: Account Manager &URL:
fi: Tilihallitsimen verkko-osoite:
fr: &URL du gestionnaire de compte:

source: Communicating with %s.
fi: Ollaan yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s:n.Ollaan yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s:n.
fr: Communication avec %s en cours.

source: Communicating with server.
fi: Ollaan yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ palvelimeen.Ollaan yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ palvelimeen.
fr: Communication avec le serveur en cours.

source: Please wait...
fi: Odota...
fr: Veuillez patienter...

source: An internal server error has occurred.
fi: SisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬inen palvelinvirhe. SisÃÂÃÂÃÂ¢ÃÂÃÂ¬inen palvelinvirhe.
fr: Une erreur interne du serveur a eu lieu.

source: Connected
fi: YhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬YhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: ConnectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Disconnected
fi: Yhteys katkaistu
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©connectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: &Close Window CTRL+W
fi: &Sulje ikkuna CTRL+W
fr: &Fermer la FenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre CTRL+W

source: Close BOINC Manager Window.
fi: Sulje BOINC Manager -ikkuna
fr: Ferme la FenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre du Manager BOINC.

source: Exit the %s
fi: Lopeta %s
fr: Quitte le %s

source: E&xit
fi: L&opeta
fr: &Quitter

source: Display the simple BOINC graphical interface.
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ BOINCin selkeÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ graafinen kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶liittymÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ BOINCin selkeÃÂÃÂÃÂ¢ÃÂÃÂ¬ graafinen kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶liittymÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Affiche l'interface graphique simplifiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e de BOINC

source: Attach to &project...
fi: Liity &projektiin...
fr: Rejoindre un &projet...

source: Attach to a project
fi: Liity projektiin
fr: Rejoindre un projet

source: Attach to &account manager...
fi: LiitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ &tilihallitsimeen...LiitÃÂÃÂÃÂ¢ÃÂÃÂ¬ &tilihallitsimeen...
fr: Rejoindre un &gestionnaire de compte...

source: Attach to an account manager
fi: LiitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilihallitsimeenLiitÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilihallitsimeen
fr: Rejoindre un gestionnaire de compte

source: &Synchronize with %s
fi: &Synkronoi %s:n kanssa
fr: &Synchronisation avec %s

source: Get current settings from %s
fi: Hae nykyiset asetukset %s:sta
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cupÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ration des paramÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨tres actuels de %s

source: &Run always
fi: &Suorita aina
fr: &Calculer en permanence

source: Allow work regardless of preferences
fi: Salli tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentely asetuksistasi huolimattaSalli tyÃÂÃÂÃÂÃÂ¶skentely asetuksistasi huolimatta
fr: Autorise le travail sans tenir compte des prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: Run based on &preferences
fi: Suorita &asetusten perusteella
fr: Calculer selon les &prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: Allow work according to your preferences
fi: Salli tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentely asetustesi mukaisestiSalli tyÃÂÃÂÃÂÃÂ¶skentely asetustesi mukaisesti
fr: Autorise le travail selon vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: &Suspend
fi: &HyllytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬&HyllytÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: &Suspendre

source: Stop work regardless of preferences
fi: KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentely asetuksistasi huolimattaKeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶skentely asetuksistasi huolimatta
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªte les calculs sans tenir compte des prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rencesArrÃÂÃÂªte les calculs sans tenir compte des prÃÂÃÂ©fÃÂÃÂ©rences

source: &Network activity always available
fi: &Verkkoyhteys aina kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬vissÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬&Verkkoyhteys aina kÃÂÃÂÃÂ¢ÃÂÃÂ¬ytettÃÂÃÂÃÂ¢ÃÂÃÂ¬vissÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: &ActivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau toujours disponible

source: Allow network activity regardless of preferences
fi: Salli verkkoyhteys asetuksistasi huolimatta
fr: Autorise l'activitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau sans tenir compte des prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rencesAutorise l'activitÃÂÃÂ© rÃÂÃÂ©seau sans tenir compte des prÃÂÃÂ©fÃÂÃÂ©rences

source: Network activity based on &preferences
fi: Verkkoyhteys as&etusten perusteella
fr: ActivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau selon les &prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: Allow network activity according to your preferences
fi: Salli verkkoyhteys asetustesi mukaisesti
fr: Autorise l'activitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau selon vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rencesAutorise l'activitÃÂÃÂ© rÃÂÃÂ©seau selon vos prÃÂÃÂ©fÃÂÃÂ©rences

source: &Network activity suspended
fi: Verkkoyhteys &estetty
fr: &ActivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau suspendue

source: Stop BOINC network activity
fi: EstÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ BOINCin yhteys verkkoonEstÃÂÃÂÃÂ¢ÃÂÃÂ¬ BOINCin yhteys verkkoon
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªte l'activitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau de BOINC

source: &Options...
fi: &Valinnat...

source: Configure GUI options and proxy settings
fi: Muuta graafisen kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶liittymÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n ja vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen asetuksiaMuuta graafisen kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶liittymÃÂÃÂÃÂ¢ÃÂÃÂ¬n ja vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen asetuksia
fr: Configuration de l'interface graphique et des paramÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨tres du proxyConfiguration de l'interface graphique et des paramÃÂÃÂ¨tres du proxy

source: &Preferences...
fi: &Asetukset...
fr: &PrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences...

source: Configure local preferences
fi: Muuta paikallisia asetuksia
fr: Configure les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences locales

source: Connect to another computer running %s
fi: Ota yhteys toiseen koneeseen, joka ajaa %sia
fr: Se connecte ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un autre ordinateur travaillant sur %s

source: Select computer...
fi: Valitse tietokone...
fr: SÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionner un ordinateur...

source: Shut down connected client...
fi: Sulje yhdistetty ydinohjelma...
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªter le client connectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©...

source: Shut down the currently connected core client
fi: Sulje tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ hetkellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ yhdistetty ydinohjelmaSulje tÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ hetkellÃÂÃÂÃÂ¢ÃÂÃÂ¬ yhdistetty ydinohjelma
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªte le client qui est actuellement connectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Run CPU &benchmarks
fi: Aja &suorituskykytestit
fr: Effectuer les &tests de puissance sur votre ordinateur

source: Runs BOINC CPU benchmarks
fi: Aja BOINCin suorituskykytestit
fr: Effectue les tests de puissance BOINC sur votre ordinateur

source: Read config file
fi: Lue kokoonpanotiedosto
fr: Lire le fichier de configuration

source: Read configuration info from cc_config.xml.
fi: Lue kokoonpanotiedot tiedostosta cc-config.xml
fr: Lit les infos de configuration du fichier cc_config.xml.

source: Read local prefs file
fi: Lue paikallinen asetustiedosto
fr: Lire le fichier de prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences locales

source: Read preferences from global_prefs_override.xml.
fi: Lue asetukset tiedostosta global_prefs_override.xml
fr: Lit les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences contenues dans le fichier global_prefs_override.xml.Lit les prÃÂÃÂ©fÃÂÃÂ©rences contenues dans le fichier global_prefs_override.xml.

source: Remove client from account manager control.
fi: Poista kone tilihallitsimen alaisuudesta
fr: Supprimer le client du contrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´le du gestionnaire de compte.

source: Attach to &project
fi: Liity &projektiin
fr: Rejoindre un &projet

source: Attach to a project to begin processing work
fi: Liity projektiin laskeaksesi tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶pakettejaLiity projektiin laskeaksesi tyÃÂÃÂÃÂÃÂ¶paketteja
fr: Rejoindre un projet pour commencer le travail

source: %s &help
fi: &Tietoja %sista
fr: &Aide sur %s

source: Show information about %s
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tietoja %sistaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tietoja %sista
fr: Affiche les informations ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ propos de %s

source: &%s help
fi: Tietoja &%sista
fr: &Aide sur le %s

source: Show information about the %s
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tietoja %sistaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tietoja %sista
fr: Affiche les informations ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ propos du %s

source: %s &website
fi: %sin verkkosivusto
fr: &Site web de %s

source: Show information about BOINC and %s
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tietoja BOINCista ja %sistaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tietoja BOINCista ja %sista
fr: Affiche les informations ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ propos de BOINC et du %s

source: &About %s...
fi: &Tietoja %sista...
fr: &A propos de %s...

source: Licensing and copyright information.
fi: Tietoja lisensoinnista ja tekijÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬noikeudestaTietoja lisensoinnista ja tekijÃÂÃÂÃÂ¢ÃÂÃÂ¬noikeudesta
fr: Informations sur le copyright et la licence.

source: &File
fi: &Tiedosto
fr: &Fichier

source: &View
fi: &NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬&NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: &Affichage

source: &Tools
fi: T&yÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶kalutT&yÃÂÃÂÃÂÃÂ¶kalut
fr: &Outils

source: &Activity
fi: T&oiminta
fr: &ActivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: A&dvanced
fi: &LisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬asetukset&LisÃÂÃÂÃÂ¢ÃÂÃÂ¬asetukset
fr: A&vancÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: &Help
fi: &Apua
fr: &Aide

source: If you stop using %s, you'll keep all your current projects, but you'll have to manage projects manually. Do you want to stop using %s?
fi: Jos luovut %s:sta, kaikki nykyiset projektisi sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ilyvÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬t, mutta sinun on kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬siteltÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projekteja manuaalisesti. kaikki nykyiset projektisi sÃÂÃÂÃÂ¢ÃÂÃÂ¬ilyvÃÂÃÂÃÂ¢ÃÂÃÂ¬t, mutta sinun on kÃÂÃÂÃÂ¢ÃÂÃÂ¬siteltÃÂÃÂÃÂ¢ÃÂÃÂ¬vÃÂÃÂÃÂ¢ÃÂÃÂ¬ projekteja manuaalisesti. Haluatko luopua %s:sta?
fr: Si vous cessez d'utiliser %s, vous conserverez tous vos projets, mais vous devrez gÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rer les projets manuellement. mais vous devrez gÃÂÃÂ©rer les projets manuellement. Voulez-vous cesser d'utiliser %s ?

source: Attaching to project...
fi: LiitytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektiin...LiitytÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektiin...
fr: Attachement au projet en cours...

source: Retrying communications for project(s)...
fi: Otetaan projekteihin uudelleen yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ...Otetaan projekteihin uudelleen yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ ...
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©-essai des communications avec les projets en cours...

source: %s - Language Selection
fi: %s - Kielen valinta
fr: %s - Choix de la Langue
