Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: Copying all messages to the clipboard...
fi: Kopioidaan kaikki viestit leikepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle...Kopioidaan kaikki viestit leikepÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂ¢ÃÂÃÂ¬lle...
fr: Copie de tous les messages dans le presse-papiers en cours...

source: Priority
fi: Prioriteetti
fr: PrioritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Copying selected messages to Clipboard...
fi: Kopioidaan valittuja viestejÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ leikepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle...Kopioidaan valittuja viestejÃÂÃÂÃÂ¢ÃÂÃÂ¬ leikepÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂ¢ÃÂÃÂ¬lle...
fr: Copie des messages sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s dans le presse-papiers en cours...Copie des messages sÃÂÃÂ©lectionnÃÂÃÂ©s dans le presse-papiers en cours...

source: Info
fi: Tiedot

source: Warning
fi: Varoitus
fr: Avertissement

source: Error
fi: Virhe
fr: Erreur

source: Update
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Mettre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour

source: Report all completed tasks, get latest credit, get latest preferences, and possibly get more tasks.
fi: Raportoi kaikki valmiit tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketit, hae viimeisimmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬t pisteet ja asetukset sekÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ mahdollisesti lisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ paketteja.Raportoi kaikki valmiit tyÃÂÃÂÃÂÃÂ¶paketit, hae viimeisimmÃÂÃÂÃÂ¢ÃÂÃÂ¬t pisteet ja asetukset sekÃÂÃÂÃÂ¢ÃÂÃÂ¬ mahdollisesti lisÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketteja.
fr: Envoie le travail terminÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©, obtient les crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dits les plus rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cents, met ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences, et si possible tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©charge du travail.Envoie le travail terminÃÂÃÂ©, obtient les crÃÂÃÂ©dits les plus rÃÂÃÂ©cents, met ÃÂÃÂ jour les prÃÂÃÂ©fÃÂÃÂ©rences, et si possible tÃÂÃÂ©lÃÂÃÂ©charge du travail.

source: Suspend
fi: HyllytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬HyllytÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Suspendre

source: Suspend tasks for this project.
fi: HyllytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketit.HyllytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin tyÃÂÃÂÃÂÃÂ¶paketit.
fr: Suspend le travail de ce projet.

source: No new tasks
fi: Ei uusia paketteja
fr: Pas de nouveau travail

source: Don't get new tasks for this project.
fi: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂlÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lataa uusia tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketteja tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle projektille.ÃÂÃÂÃÂÃÂlÃÂÃÂÃÂ¢ÃÂÃÂ¬ lataa uusia tyÃÂÃÂÃÂÃÂ¶paketteja tÃÂÃÂÃÂ¢ÃÂÃÂ¬lle projektille.
fr: Ne rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cupÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨re pas de nouveau travail pour ce projet.

source: Reset project
fi: Nollaa projekti
fr: Recommencer le projet

source: Delete all files and tasks associated with this project, and get new tasks. You can update the project first to report any completed tasks.
fi: Poista tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin kaikki tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketit ja tiedostot, ja lataa uusia paketteja. Voit ensin pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektin raportoidaksesi valmiit tulokset.Poista tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin kaikki tyÃÂÃÂÃÂÃÂ¶paketit ja tiedostot, ja lataa uusia paketteja. Voit ensin pÃÂÃÂÃÂ¢ÃÂÃÂ¬ivittÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektin raportoidaksesi valmiit tulokset.
fr: Supprime tous les fichiers et tout le travail associÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ ce projet et charge ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau les fichiers nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cessaires. Vous pouvez d'abord mettre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour le projet pour transmettre tout le travail effectuÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.Supprime tous les fichiers et tout le travail associÃÂÃÂ© ÃÂÃÂ ce projet et charge ÃÂÃÂ nouveau les fichiers nÃÂÃÂ©cessaires. Vous pouvez d'abord mettre ÃÂÃÂ jour le projet pour transmettre tout le travail effectuÃÂÃÂ©.

source: Detach
fi: Irrottaudu
fr: Se dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tacher

source: Detach computer from this project. Tasks in progress will be lost (use 'Update' first to report any completed tasks).
fi: Irrota kone tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektista. Nykyiset tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketit menetetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n (paina "PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬" raportoidaksesi valmiit tulokset).Irrota kone tÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektista. Nykyiset tyÃÂÃÂÃÂÃÂ¶paketit menetetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n (paina "PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitÃÂÃÂÃÂ¢ÃÂÃÂ¬" raportoidaksesi valmiit tulokset).
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tache cet ordinateur de ce projet. Le travail en cours sera perdu. (Cliquez d'abord sur 'Mettre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour' pour envoyer le travail terminÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©).DÃÂÃÂ©tache cet ordinateur de ce projet. Le travail en cours sera perdu. (Cliquez d'abord sur 'Mettre ÃÂÃÂ jour' pour envoyer le travail terminÃÂÃÂ©).

source: Account
fi: Tili
fr: Compte

source: Work done
fi: Pisteet
fr: Travail effectuÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Avg. work done
fi: Pisteet keskim.
fr: Travail moyen

source: Status
fi: Tila
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat

source: Projects
fi: Projektit
fr: Projets

source: Updating project...
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektia...PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektia...
fr: Mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour du projet en cours...

source: Resuming project...
fi: Jatketaan projektia...
fr: Reprise du projet en cours...

source: Suspending project...
fi: HyllytetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektia...HyllytetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektia...
fr: Suspension du projet en cours...

source: Telling project to allow additional task downloads...
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬sketÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uusia tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketteja...KÃÂÃÂÃÂ¢ÃÂÃÂ¬sketÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin lÃÂÃÂÃÂ¢ÃÂÃÂ¬hettÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ uusia tyÃÂÃÂÃÂÃÂ¶paketteja...
fr: Informe le projet qu'il peut tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©charger du travail supplÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©mentaire...Informe le projet qu'il peut tÃÂÃÂ©lÃÂÃÂ©charger du travail supplÃÂÃÂ©mentaire...

source: Telling project to not fetch any additional tasks...
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬sketÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin olemaan lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uusia tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketteja...KÃÂÃÂÃÂ¢ÃÂÃÂ¬sketÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin olemaan lÃÂÃÂÃÂ¢ÃÂÃÂ¬hettÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ttÃÂÃÂÃÂ¢ÃÂÃÂ¬ uusia tyÃÂÃÂÃÂÃÂ¶paketteja...
fr: Informe le projet de ne pas tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©charger de travail supplÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©mentaire...Informe le projet de ne pas tÃÂÃÂ©lÃÂÃÂ©charger de travail supplÃÂÃÂ©mentaire...

source: Resetting project...
fi: Nollataan projektia...
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©initialisation du projet en cours...

source: Are you sure you want to reset project '%s'?
fi: Haluatko varmasti nollata projektin "%s"?
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes-vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir recommencer le projet '%s'?

source: Reset Project
fi: Nollaa projekti
fr: Recommencer le projet

source: Detaching from project...
fi: Irrottaudutaan projektista...
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tachement du projet en cours...

source: Launching browser...
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n selainta...KÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n selainta...
fr: Lancement du navigateur en cours...

source: Resume
fi: Jatka
fr: Reprendre

source: Resume tasks for this project.
fi: Jatka tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin suorittamista.Jatka tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin suorittamista.
fr: Reprend le travail pour ce projet.

source: Allow new tasks
fi: Salli uusi tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶Salli uusi tyÃÂÃÂÃÂÃÂ¶
fr: Autoriser du nouveau travail

source: Allow fetching new tasks for this project.
fi: Salli tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektin ladata uusia tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketteja.Salli tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektin ladata uusia tyÃÂÃÂÃÂÃÂ¶paketteja.
fr: Autorise le tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chargement de nouveau travail pour ce projet.Autorise le tÃÂÃÂ©lÃÂÃÂ©chargement de nouveau travail pour ce projet.

source: Don't fetch new tasks for this project.
fi: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂlÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lataa uusia tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketteja tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle projektilleÃÂÃÂÃÂÃÂlÃÂÃÂÃÂ¢ÃÂÃÂ¬ lataa uusia tyÃÂÃÂÃÂÃÂ¶paketteja tÃÂÃÂÃÂ¢ÃÂÃÂ¬lle projektille
fr: Ne rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cupÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨re pas de nouveau travail pour ce projet.

source: Suspended by user
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n hyllyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n hyllyttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Suspendu par l'utilisateur

source: Won't get new tasks
fi: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂlÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lataa uutta tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂlÃÂÃÂÃÂ¢ÃÂÃÂ¬ lataa uutta tyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Pas de nouveau travail

source: Scheduler request pending
fi: Odotetaan pyyntÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ aikatauluttajalleOdotetaan pyyntÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂ¢ÃÂÃÂ¬ aikatauluttajalle
fr: RequÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªte au planificateur en attente

source: Scheduler request in progress
fi: Suoritetaan pyyntÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ aikatauluttajalleSuoritetaan pyyntÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂ¢ÃÂÃÂ¬ aikatauluttajalle
fr: RequÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªte au planificateur en cours

source: Communication deferred
fi: YhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lykÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tty YhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ lykÃÂÃÂÃÂ¢ÃÂÃÂ¬tty
fr: Communication diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: Disk
fi: Levy
fr: Disque

source: User Total
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n kokonaispisteetKÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n kokonaispisteet
fr: Total de l'utilisateur

source: User Average
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n keskiarvoKÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n keskiarvo
fr: Moyenne de l'utilisateur

source: Host Total
fi: Koneen kokonaispisteet
fr: Total de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: Host Average
fi: Koneen keskiarvo
fr: Moyenne de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: Last update: %.0f days ago
fi: Edellinen pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitys: %.0f pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ sittenEdellinen pÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitys: %.0f pÃÂÃÂÃÂ¢ÃÂÃÂ¬ivÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ sitten
fr: DerniÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨re mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour: Il y a %.0f jours

source: Show user total
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n kokonaispisteetKÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n kokonaispisteet
fr: Total de l'utilisateur

source: Show total credit for user
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n kokonaispisteetNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n kokonaispisteet
fr: CrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit total de l'utilisateur

source: Show user average
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n keskiarvoKÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n keskiarvo
fr: Moyenne de l'utilisateur

source: Show average credit for user
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n keskimÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬iset pisteetNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n keskimÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬rÃÂÃÂÃÂ¢ÃÂÃÂ¬iset pisteet
fr: CrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit moyen de l'utilisateur

source: Show host total
fi: Koneen kokonaispisteet
fr: Total de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: Show total credit for host
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ koneen kokonaispisteetNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ koneen kokonaispisteet
fr: CrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit total de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: Show host average
fi: Koneen keskiarvo
fr: Moyenne de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: Show average credit for host
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ koneen keskimÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬iset NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ koneen keskimÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬rÃÂÃÂÃÂ¢ÃÂÃÂ¬iset pisteet
fr: CrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit moyen de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te

source: < &Previous project
fi: < &Edellinen projekti
fr: < &Projet prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dent

source: Show chart for previous project
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ edellisen projektin taulukkoNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ edellisen projektin taulukko
fr: Montre le graphique du projet prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dent

source: &Next project >
fi: &Seuraava projekti >
fr: &Projet suivant >

source: Show chart for next project
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ seuraavan projektin taulukkoNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ seuraavan projektin taulukko
fr: Montre le graphique du projet suivant

source: Mode view
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬kymÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬NÃÂÃÂÃÂ¢ÃÂÃÂ¬kymÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Mode visuel

source: All projects
fi: Kaikki projektit
fr: Tous les projets

source: Show all projects, one chart per project
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kaikki projektit, jokainen omassa taulukossaanNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ kaikki projektit, jokainen omassa taulukossaan
fr: Montre tous les projets, un graphique par projet

source: One project
fi: Yksi projekti
fr: Un projet

source: Show one chart with selected project
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ yksi taulukko valitulle projektilleNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ yksi taulukko valitulle projektille
fr: Montre un graphique pour le projet sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: All projects(sum)
fi: Kaikki projektit (yhdessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬)Kaikki projektit (yhdessÃÂÃÂÃÂ¢ÃÂÃÂ¬)
fr: Tous les projets (somme)
