Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: %s tried to display the web page %s but couldn't find a web browser. To fix this, set the environment variable BROWSER to the path of your web browser, then restart the %s.
fi: %s yritti avata verkkosivun %s, mutta web-selainta ei lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ytynyt. Korjataksesi tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n aseta ympÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ristÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶- mutta web-selainta ei lÃÂÃÂÃÂÃÂ¶ytynyt. Korjataksesi tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n aseta ympÃÂÃÂÃÂ¢ÃÂÃÂ¬ristÃÂÃÂÃÂÃÂ¶- muuttuja BROWSER verkkoselaimesi polkuun ja kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s uudelleen.ja kÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s uudelleen.
fr: %s a essayÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© d'afficher la page web %s a essayÃÂÃÂ© d'afficher la page web %s mais n'a pas trouvÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© de navigateur Internet. Pour rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©soudre ce problÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨me, indiquez le chemin de votre navigateur Internet mais n'a pas trouvÃÂÃÂ© de navigateur Internet. Pour rÃÂÃÂ©soudre ce problÃÂÃÂ¨me, indiquez le chemin de votre navigateur Internet dans la variable d'environnement BROWSER, puis redÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer le %s.puis redÃÂÃÂ©marrer le %s.

source: Message boards
fi: Keskustelualueet
fr: Forums

source: Correspond with other users on the SETI@home message boards
fi: Keskustele muiden kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jien kanssa SETI@home:n keskustelualueillaKeskustele muiden kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jien kanssa SETI@home:n keskustelualueilla
fr: Discuter avec d'autres utilisateurs sur les forums de SETI@home

source: Ask questions and report problems
fi: EsitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kysymyksiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ja kerro ongelmistaEsitÃÂÃÂÃÂ¢ÃÂÃÂ¬ kysymyksiÃÂÃÂÃÂ¢ÃÂÃÂ¬ ja kerro ongelmista
fr: Poser des questions et signaler des problÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨mes

source: Your account
fi: Tilisi
fr: Votre compte

source: View your account information and credit totals
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilisi tiedot ja kokonaispisteetNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilisi tiedot ja kokonaispisteet
fr: Voir les infos de votre compte et les crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dits totaux

source: Your preferences
fi: Asetuksesi
fr: Vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: View and modify your SETI@home account profile and preferences
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ja muokkaa SETI@home-tilisi profiilia ja asetuksiaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ ja muokkaa SETI@home-tilisi profiilia ja asetuksia
fr: Voir et modifier les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences et le profil de votre compte SETI@homeVoir et modifier les prÃÂÃÂ©fÃÂÃÂ©rences et le profil de votre compte SETI@home

source: Your results
fi: Tuloksesi
fr: Vos rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sultats

source: View your last week (or more) of computational results and work
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ laskentatuloksesi ja tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶si viime viikolta (tai pidemmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ltÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ajalta)NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ laskentatuloksesi ja tyÃÂÃÂÃÂÃÂ¶si viime viikolta (tai pidemmÃÂÃÂÃÂ¢ÃÂÃÂ¬ltÃÂÃÂÃÂ¢ÃÂÃÂ¬ ajalta)
fr: Voir la derniÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨re semaine (ou plus) de travail et de rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sultatsVoir la derniÃÂÃÂ¨re semaine (ou plus) de travail et de rÃÂÃÂ©sultats

source: Your computers
fi: Tietokoneesi
fr: Vos ordinateurs

source: View a listing of all the computers on which you are running SETI@Home
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lista kaikista koneista, joilla ajat SETI@home:aNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ lista kaikista koneista, joilla ajat SETI@home:a
fr: Voir une liste de tous les ordinateurs sur lesquels vous exÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cutez SETI@HomeVoir une liste de tous les ordinateurs sur lesquels vous exÃÂÃÂ©cutez SETI@Home

source: Your team
fi: Tiimisi
fr: Votre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©quipe

source: View information about your team
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tietoja tiimistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬siNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tietoja tiimistÃÂÃÂÃÂ¢ÃÂÃÂ¬si
fr: Voir les infos de votre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©quipe

source: Common questions
fi: YleisimmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬t kysymyksetYleisimmÃÂÃÂÃÂ¢ÃÂÃÂ¬t kysymykset
fr: Questions frÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©quentes

source: Read the Einstein@Home Frequently Asked Question list
fi: Lue Einstein@Home:n Usein kysytyt kysymykset -listaa
fr: Lire la page des questions les plus frÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©quemment posÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©es (FAQ) d'Einstein@HomeLire la page des questions les plus frÃÂÃÂ©quemment posÃÂÃÂ©es (FAQ) d'Einstein@Home

source: Screensaver info
fi: Tietoja nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Tietoja nÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Infos sur l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cran de veille

source: Read a detailed description of the Einstein@Home screensaver
fi: Lue yksityiskohtainen kuvaus Einstein@Home:n nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Lue yksityiskohtainen kuvaus Einstein@Home:n nÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Lire une description dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©taillÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e de l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cran de veille Einstein@HomeLire une description dÃÂÃÂ©taillÃÂÃÂ©e de l'ÃÂÃÂ©cran de veille Einstein@Home

source: Correspond with admins and other users on the Einstein@Home message boards
fi: Keskustele yllÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬pitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jien ja muiden kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jien kanssa Einstein@home:n keskustelupalstoillaKeskustele yllÃÂÃÂÃÂ¢ÃÂÃÂ¬pitÃÂÃÂÃÂ¢ÃÂÃÂ¬jien ja muiden kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jien kanssa Einstein@home:n keskustelupalstoilla
fr: Discuter avec les administrateurs et les autres utilisateurs sur les forums d'Einstein@Home

source: Einstein status
fi: Einsteinin tila
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat d'Einstein

source: Current status of the Einstein@Home server
fi: Einstein@Home:n palvelimen tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nhetkinen tilaEinstein@Home:n palvelimen tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬nhetkinen tila
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat actuel des serveurs d'Einstein@Home

source: Report problems
fi: Ilmoita ongelmista
fr: Signaler des problÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨mes

source: A link to the Einstein@Home problems and bug reports message board
fi: Linkki Einstein@Home:n ongelmien ja ohjelmointivirheiden raportointipalstalle
fr: Un lien vers le forum des problÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨mes et des bugs d'Einstein@Home

source: View and modify your Einstein@Home account profile and preferences
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ja muokkaa Einstein@Home-tilisi profiilia ja asetuksiaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ ja muokkaa Einstein@Home-tilisi profiilia ja asetuksia
fr: Voir et modifier le profil de votre compte et vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences Einstein@HomeVoir et modifier le profil de votre compte et vos prÃÂÃÂ©fÃÂÃÂ©rences Einstein@Home

source: Account summary
fi: Tilin yhteenveto
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sumÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© du compte

source: View a listing of all the computers on which you are running Einstein@Home
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ listaus kaikista tietokoneistasi, jotka ajavat Einstein@Home:aNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ listaus kaikista tietokoneistasi, jotka ajavat Einstein@Home:a
fr: Voir une liste de tous les ordinateurs sur lesquels vous exÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cutez Einstein@HomeVoir une liste de tous les ordinateurs sur lesquels vous exÃÂÃÂ©cutez Einstein@Home

source: LIGO project
fi: LIGO-projekti
fr: Projet LIGO

source: The home page of the Laser Interferometer Gravitational-wave Observatory (LIGO) project
fi: Laser Interferometer Gravitational-wave Observatory (LIGO) -projektin kotisivut
fr: La page d'accueil du projet LIGO (Laser Interferometer Gravitational-wave Observatory)

source: GEO-600 project
fi: GEO-600-projekti
fr: Projet GEO-600

source: The home page of the GEO-600 project
fi: GEO-600-projektin kotisivut
fr: La page d'accueil du projet GEO-600

source: Team
fi: Tiimi
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂquipe

source: Info about your Team
fi: Tietoja tiimistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬siTietoja tiimistÃÂÃÂÃÂ¢ÃÂÃÂ¬si
fr: Infos sur votre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂquipe

source: Get help for climateprediction.net
fi: Hae apua climateprediction.net:in kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶nHae apua climateprediction.net:in kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂ¶n
fr: Obtenir de l'aide pour Climateprediction.net

source: News
fi: Uutiset
fr: Nouvelles

source: climateprediction.net News
fi: climateprediction.net-uutisia
fr: Nouvelles de Climateprediction.net

source: View your account information, credits, and trickles
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilisi tiedot, pisteet ja vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬liraportitNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilisi tiedot, pisteet ja vÃÂÃÂÃÂ¢ÃÂÃÂ¬liraportit
fr: Voir les infos de votre compte, vos crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dits et vos trickles

source: Info about your team
fi: Tietoja tiimistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬siTietoja tiimistÃÂÃÂÃÂ¢ÃÂÃÂ¬si
fr: Infos de votre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©quipe

source: Search for help in our help system
fi: Etsi apua apujÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rjestelmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mmeEtsi apua apujÃÂÃÂÃÂ¢ÃÂÃÂ¬rjestelmÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬mme
fr: Trouver de l'aide dans notre systÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨me d'aide

source: Global Statistics
fi: Maailmanlaajuiset tilastot
fr: Statistiques Globales

source: Summary statistics for World Community Grid
fi: World Community Grid:in yhteistilastot
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sumÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© des statistiques de World Community Grid

source: My Grid
fi: Minun Gridini
fr: Mes calculs

source: Your statistics and settings
fi: Tilastosi ja asetuksesi
fr: Vos statistiques et rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©glages

source: Device Profiles
fi: Laiteprofiilit
fr: Profils d'unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Update your device settings
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ laitteittesi asetuksetPÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitÃÂÃÂÃÂ¢ÃÂÃÂ¬ laitteittesi asetukset
fr: Mettre ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour vos profils d'unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Research
fi: Tutkimus
fr: Recherche

source: Learn about the projects hosted at World Community Grid
fi: Lue lisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ World Community Grid:in yllÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬pitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projekteistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Lue lisÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ World Community Grid:in yllÃÂÃÂÃÂ¢ÃÂÃÂ¬pitÃÂÃÂÃÂ¢ÃÂÃÂ¬mistÃÂÃÂÃÂ¢ÃÂÃÂ¬ projekteistÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: S'informer sur les projets hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©bergÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s par World Community GridS'informer sur les projets hÃÂÃÂ©bergÃÂÃÂ©s par World Community Grid

source: Retrieving system state; please wait...
fi: Tutkitaan jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rjestelmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n tilaa, odota...Tutkitaan jÃÂÃÂÃÂ¢ÃÂÃÂ¬rjestelmÃÂÃÂÃÂ¢ÃÂÃÂ¬n tilaa, odota...
fr: Recherche de l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tat du systÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨me; veuillez patienter...

source: Retrieving host information; please wait...
fi: Haetaan tietoja koneesta, odota...
fr: Recherche des informations de l'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te; veuillez patienter...

source: No Internet connection
fi: Ei Internet-yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Ei Internet-yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Pas de connexion Internet

source: Please connect to the Internet and try again.
fi: Ota yhteys Internettiin ja yritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.Ota yhteys Internettiin ja yritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: Connectez-vous ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'Internet et essayez ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau, svp.

source: Project not found
fi: Projektia ei lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydyProjektia ei lÃÂÃÂÃÂÃÂ¶ydy
fr: Projet non trouvÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: The URL you supplied is not that of a BOINC-based project. Please check the URL and try again.
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si verkko-osoite ei kuulu BOINCiin perustuvalle projektille. SyÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬si verkko-osoite ei kuulu BOINCiin perustuvalle projektille. Tarkista osoite ja yritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.Tarkista osoite ja yritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: L'URL que vous avez entrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e n'est pas celle d'un projet basÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© sur BOINC. L'URL que vous avez entrÃÂÃÂ©e n'est pas celle d'un projet basÃÂÃÂ© sur BOINC. Veuillez vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rifier l'URL et rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essayer, svp.Veuillez vÃÂÃÂ©rifier l'URL et rÃÂÃÂ©essayer, svp.

source: Account manager not found
fi: Tilihallitsinta ei lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ytynytTilihallitsinta ei lÃÂÃÂÃÂÃÂ¶ytynyt
fr: Le gestionnaire de compte n'a pas ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© trouvÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: The URL you supplied is not that of a BOINC-based account manager. Please check the URL and try again.
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si verkko-osoite ei kuulu BOINCiin perustuvalle tilihallitsimelle. SyÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬si verkko-osoite ei kuulu BOINCiin perustuvalle tilihallitsimelle. Tarkista osoite ja yritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.Tarkista osoite ja yritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: L'URL que vous avez entrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e n'est pas celle d'un gestionnaire de compte basÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© sur BOINC. L'URL que vous avez entrÃÂÃÂ©e n'est pas celle d'un gestionnaire de compte basÃÂÃÂ© sur BOINC. Veuillez vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rifier l'URL et rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essayer, svp.Veuillez vÃÂÃÂ©rifier l'URL et rÃÂÃÂ©essayer, svp.

source: Login Failed.
fi: Kirjautuminen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistui.Kirjautuminen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui.
fr: L'identification a ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chouÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.

source: Check the username and password, and try again.
fi: Tarkista kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nimi ja salasana sekÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ yritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.Tarkista kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬nimi ja salasana sekÃÂÃÂÃÂ¢ÃÂÃÂ¬ yritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: VÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rifiez le nom d'utilisateur et le mot de passe, et essayez ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau.VÃÂÃÂ©rifiez le nom d'utilisateur et le mot de passe, et essayez ÃÂÃÂ nouveau.

source: Check the email address and password, and try again.
fi: Tarkista sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoite ja salansana sekÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ yritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.Tarkista sÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite ja salansana sekÃÂÃÂÃÂ¢ÃÂÃÂ¬ yritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: VÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rifiez l'adresse email et le mot de passe, et essayez ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau.VÃÂÃÂ©rifiez l'adresse email et le mot de passe, et essayez ÃÂÃÂ nouveau.

source: Project &URL:
fi: Projektin &verkko-osoite:
fr: &URL du projet:

source: Communicating with project Please wait...
fi: Ollaan yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektiin Ollaan yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektiin Odota...
fr: Communication avec le projet en cours Veuillez patienter...

source: Required wizard file(s) are missing from the target server. (lookup_account.php/create_account.php)
fi: Velhon tarvitsemat tiedostot puuttuvat palvelimelta. (lookup_account.php/create_account.php)
fr: Les fichiers nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cessaires ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'Assistant ne sont pas prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sent sur le serveur cible. Les fichiers nÃÂÃÂ©cessaires ÃÂÃÂ l'Assistant ne sont pas prÃÂÃÂ©sent sur le serveur cible. (lookup_account.php/create_account.php)

source: Network communication failure
fi: Virhe verkkoyhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Virhe verkkoyhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de la communication rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau

source: Proxy configuration
fi: VÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen asetuksetVÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen asetukset
fr: Configuration du Proxy

source: HTTP proxy
fi: HTTP-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelinHTTP-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelin
fr: Proxy HTTP

source: Server:
fi: Palvelin:
fr: Serveur:

source: Autodetect
fi: Automaattitunnistus
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tection automatique

source: SOCKS proxy
fi: SOCKS-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelinSOCKS-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelin
fr: Proxy SOCKS
