Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: An error has occurred; check Messages for details. Click Finish to close.
fi: Tapahtui virhe. LisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tietoja kohdassa "Viestit". LisÃÂÃÂÃÂ¢ÃÂÃÂ¬tietoja kohdassa "Viestit". Paina "Valmis" sulkeaksesi.
fr: Une erreur est survenue. Veuillez vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rifier l'onglet Messages pour plus de dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tails. Veuillez vÃÂÃÂ©rifier l'onglet Messages pour plus de dÃÂÃÂ©tails. Cliquez sur Fin pour fermer.

source: Click Finish to close.
fi: Paina "Valmis" sulkeaksesi.
fr: Cliquez sur Fin pour fermer.

source: Messages from server:
fi: Viestit palvelimelta:
fr: Messages du serveur:

source: Attached to project
fi: Liityttiin projektiin
fr: AttachÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© au projet

source: You are now successfully attached to this project.
fi: Olet nyt onnistuneesti liittynyt tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektiin.Olet nyt onnistuneesti liittynyt tÃÂÃÂÃÂ¢ÃÂÃÂ¬hÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektiin.
fr: Vous avez rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ rejoindre ce projet.

source: When you click Finish, your web browser will go to a page where you can set your account name and preferences.
fi: Kun painat "Valmis", Internet-selaimesi menee sivuille, jonne voit syÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ nimesi ja asetuksesi.jonne voit syÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ nimesi ja asetuksesi.
fr: Quand vous cliquerez sur Fin, votre navigateur se rendra sur une page web oÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¹ vous pourrez rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©gler vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences et votre nom de compte.oÃÂÃÂ¹ vous pourrez rÃÂÃÂ©gler vos prÃÂÃÂ©fÃÂÃÂ©rences et votre nom de compte.

source: Update from %s completed.
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitys %s:sta on valmis.PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitys %s:sta on valmis.
fr: Mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour de %s terminÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: Update completed.
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitys on valmis.PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitys on valmis.
fr: Mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour effectuÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e.

source: Removal from %s completed.
fi: Irrottautuminen %s:sta on valmis.
fr: Suppression de %s terminÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e.

source: Removal succeeded!
fi: Irrottautuminen onnistui!
fr: La suppression a rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi !

source: Attached to %s
fi: Liityttiin %s:n
fr: AttachÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ %s

source: Attached to account manager
fi: Liityttiin tilihallitsimeen
fr: AttachÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© au gestionnaire de compte

source: Welcome to %s!
fi: Tervetuloa %s:n!
fr: Bienvenue ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ %s !

source: You are now successfully attached to the %s system.
fi: Olet liittynyt onnistuneesti %s-jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rjestelmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n.Olet liittynyt onnistuneesti %s-jÃÂÃÂÃÂ¢ÃÂÃÂ¬rjestelmÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n.
fr: Vous avez rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ rejoindre le systÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨me %s.

source: You are now successfully attached to this account manager.
fi: Olet liittynyt onnistuneesti tilihallitsimeen.
fr: Vous avez rÃÂÃÂ©ussi ÃÂÃÂ rejoindre ce gestionnaire de compte.

source: About %s
fi: Tietoja %sista
fr: A propos de %s

source: Version:
fi: Versio:

source: Copyright:
fi: TekijÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬noikeus:TekijÃÂÃÂÃÂ¢ÃÂÃÂ¬noikeus:

source: Berkeley Open Infrastructure for Network Computing
fi: Berkeleyn avoin infrastruktuuri verkotettuun laskentaan

source: invalid float
fi: virheellinen liukuluku

source: invalid time, format is HH:MM
fi: virheellinen aika; muoto on HH:MM
fr: heure invalide, le format est HH:MM

source: invalid time interval, format is HH:MM-HH:MM
fi: virheellinen aikavÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬li; muoto on HH:MMvirheellinen aikavÃÂÃÂÃÂ¢ÃÂÃÂ¬li; muoto on HH:MM
fr: intervale de temps invalide, le format est HH:MM-HH:MM

source: invalid input value detected
fi: havaittiin virheellinen syÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶arvohavaittiin virheellinen syÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂ¶arvo
fr: valeur invalide dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: Validation Error
fi: Vahvistusvirhe
fr: Erreur de Validation

source: Do you really want to clear all local preferences ?
fi: Haluatko varmasti tyhjentÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kaikki paikalliset asetukset?Haluatko varmasti tyhjentÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ kaikki paikalliset asetukset?
fr: Voulez-vous vraiment annuler toutes les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences locales ?Voulez-vous vraiment annuler toutes les prÃÂÃÂ©fÃÂÃÂ©rences locales ?

source: Confirmation
fi: Vahvistus

source: Clear
fi: TyhjennÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬TyhjennÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Supprimer

source: minutes
fi: minuuttia

source: Monday
fi: maanantai
fr: Lundi

source: Tuesday
fi: tiistai
fr: Mardi

source: Wednesday
fi: keskiviikko
fr: Mercredi

source: Thursday
fi: torstai
fr: Jeudi

source: Friday
fi: perjantai
fr: Vendredi

source: Saturday
fi: lauantai
fr: Samedi

source: Sunday
fi: sunnuntai
fr: Dimanche

source: % CPU time
fi: % suoritinajasta
fr: % du temps processeur

source: processor usage
fi: suorittimen kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶suorittimen kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶
fr: utilisation du processeur

source: KBytes/sec.
fi: kilotavua/sekunti
fr: KOctets/sec.

source: days
fi: pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬leinpÃÂÃÂÃÂ¢ÃÂÃÂ¬ivÃÂÃÂÃÂ¢ÃÂÃÂ¬n vÃÂÃÂÃÂ¢ÃÂÃÂ¬lein
fr: jours

source: days (max. 10)
fi: pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ (max. 10)pÃÂÃÂÃÂ¢ÃÂÃÂ¬ivÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ (max. 10)
fr: jours (max: 10)

source: network usage
fi: verkon kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶verkon kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶
fr: utilisation du rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau

source: Gigabytes disk space
fi: gigatavua levytilaa
fr: GigaOctets d'espace disque

source: Gigabytes disk space free
fi: gigatavua vapaata tilaa
fr: GigaOctets d'espace disque libre

source: % of total disk space
fi: % levyn kokonaiskapasiteetista
fr: % de l'espace disque total

source: seconds
fi: sekunti
fr: secondes

source: % of page file (swap space)
fi: % sivutustiedostosta (nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ennÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ismuistista)% sivutustiedostosta (nÃÂÃÂÃÂ¢ÃÂÃÂ¬ennÃÂÃÂÃÂ¢ÃÂÃÂ¬ismuistista)
fr: % de la mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©moire physique (espace swap)

source: % when computer is in use
fi: %, kun kone on kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬%, kun kone on kÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: % quand l'ordinateur est utilisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: % when computer is idle
fi: %, kun kone on joutilaana
fr: % quand l'ordinateur n'est pas utilisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: disk and memory usage
fi: levyn ja muistin kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶levyn ja muistin kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶
fr: utilisation du disque et de la mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©moire

source: Cancel
fi: Peruuta
fr: Annuler

source: Help
fi: Apua
fr: Aide

source: %s - Exit Confirmation
fi: %s - Poistumisvahvistus

source: This will shut down %s and its tasks entirely until either the %s application or the %s screen saver is run again. In most cases, it is better just to close the %s window rather than to exit the application; that will allow %s to run its tasks at the times you selected in your preferences.
fi: %s ja sen tehtÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬t suljetaan, kunnes joko %s tai %s-nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n uudelleen. %s ja sen tehtÃÂÃÂÃÂ¢ÃÂÃÂ¬vÃÂÃÂÃÂ¢ÃÂÃÂ¬t suljetaan, kunnes joko %s tai %s-nÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶nsÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n uudelleen. Useimmiten on parempi vain sulkea %sin ikkuna, kuin lopettaa koko ohjelma. TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶in %s suorittaa tehtÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬viÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n asetuksissa mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si tavalla.kuin lopettaa koko ohjelma. TÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂÃÂ¶in %s suorittaa tehtÃÂÃÂÃÂ¢ÃÂÃÂ¬viÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n asetuksissa mÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬rittÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬si tavalla.
fr: Cela va entiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨rement arrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªter %s et ses tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ches jusqu'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ ce que l'application %s ou l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cran de veille de %s soit redÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©. Cela va entiÃÂÃÂ¨rement arrÃÂÃÂªter %s et ses tÃÂÃÂ¢ches jusqu'ÃÂÃÂ ce que l'application %s ou l'ÃÂÃÂ©cran de veille de %s soit redÃÂÃÂ©marrÃÂÃÂ©. Dans la plupart des cas, mieux vaut simplement fermer la fenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre du %s plutÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´t que de quitter l'application; cela permettra ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ %s de traiter les tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ches aux moments que vous avez choisis dans les prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences.Dans la plupart des cas, mieux vaut simplement fermer la fenÃÂÃÂªtre du %s plutÃÂÃÂ´t que de quitter l'application; cela permettra ÃÂÃÂ %s de traiter les tÃÂÃÂ¢ches aux moments que vous avez choisis dans les prÃÂÃÂ©fÃÂÃÂ©rences.

source: &Cancel
fi: &Peruuta
fr: &Annuler

source: General
fi: Yleisasetukset
fr: GÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ral

source: Resource share
fi: Resurssien jako
fr: Partage des ressources

source: Application
fi: Sovellus

source: Report deadline
fi: Raportoinnin takaraja
fr: Date limite d'envoi

source: CPU time
fi: Suoritinaika
fr: Temps de calcul

source: New
fi: Uusi
fr: Nouveau

source: Download failed
fi: Lataaminen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiLataaminen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec du tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chargement

source: Downloading
fi: Ladataan
fr: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chargement en cours

source: Project suspended by user
fi: Projekti on kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n hyllyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Projekti on kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n hyllyttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Projet suspendu par l'utilisateur

source: Task suspended by user
fi: TehtÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ on kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n hyllyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬TehtÃÂÃÂÃÂ¢ÃÂÃÂ¬vÃÂÃÂÃÂ¢ÃÂÃÂ¬ on kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n hyllyttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che suspendue par l'utilisateur

source: Suspended
fi: Hyllytetty
fr: Suspendu

source: - on batteries
fi: - kone kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬y akulla - kone kÃÂÃÂÃÂ¢ÃÂÃÂ¬y akulla
fr: - sur batteries

source: - user active
fi: - kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentelee - kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶skentelee
fr: - utilisateur actif

source: - computation suspended
fi: - laskenta hyllytetty
fr: - calcul suspendu

source: - time of day
fi: - kellonaika
fr: - moment de la journÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: - CPU benchmarks
fi: - suorituskykytestit
fr: - tests de puissance de l'ordinateur

source: - need disk space
fi: - tarvitaan levytilaa
fr: - a besoin d'espace disque

source: Waiting for memory
fi: Odotetaan muistia
fr: En attente de mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©moire

source: Running
fi: Suoritetaan
fr: Calculs en cours

source: Waiting to run
fi: Odottaa suorittamista
fr: Calculs en attente

source: Ready to start
fi: Valmiina aloitettavaksi
fr: PrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªt ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer

source: Computation error
fi: Laskentavirhe
fr: Erreur de calcul

source: Upload failed
fi: LÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬minen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiLÃÂÃÂÃÂ¢ÃÂÃÂ¬hettÃÂÃÂÃÂ¢ÃÂÃÂ¬minen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de l'envoi

source: Uploading
fi: LÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hetetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nLÃÂÃÂÃÂ¢ÃÂÃÂ¬hetetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n
fr: Envoi en cours

source: Aborted by user
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n hylkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n hylkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: AbandonnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© par l'utilisateur

source: Aborted by project
fi: Projektin hylkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Projektin hylkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: AnnulÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© par le projet

source: Aborted
fi: HylÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ttyHylÃÂÃÂÃÂ¢ÃÂÃÂ¬tty
fr: AnnulÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Acknowledged
fi: HyvÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ksyttyHyvÃÂÃÂÃÂ¢ÃÂÃÂ¬ksytty
fr: ConfirmÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Ready to report
fi: Valmiina raportoitavaksi
fr: PrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªt ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ valider

source: Error: invalid state '%d'
fi: Virhe: virhetila "%d"
fr: Erreur: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat invalide '%d'

source: Dial-up and Virtual Private Network settings
fi: Puhelinverkko- ja Virtual Private Network -yhteyden asetukset
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©glages de la connexion RTC et RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau PrivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© VirtuelRÃÂÃÂ©glages de la connexion RTC et RÃÂÃÂ©seau PrivÃÂÃÂ© Virtuel

source: &Set Default
fi: &Aseta oletukset
fr: &Choisir par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut

source: &Clear Default
fi: &TyhjennÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ oletukset&TyhjennÃÂÃÂÃÂ¢ÃÂÃÂ¬ oletukset
fr: &Effacer le choix par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut

source: Default Connection:
fi: Oletusyhteys:
fr: Connexion par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut:

source: Connections
fi: Yhteydet
fr: Connexions

source: Connect via HTTP proxy server
fi: YhdistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ HTTP-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen kauttaYhdistÃÂÃÂÃÂ¢ÃÂÃÂ¬ HTTP-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen kautta
fr: Se connecter via un serveur proxy HTTP

source: HTTP Proxy Server Configuration
fi: HTTP-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen asetuksetHTTP-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen asetukset
fr: Configuration d'un serveur proxy HTTP

source: Address:
fi: Osoite:
fr: Adresse:

source: Port:
fi: Portti:

source: Leave these blank if not needed
fi: JÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyhjiksi, ellet tarvitse niitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬JÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂ¢ÃÂÃÂ¬ nÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyhjiksi, ellet tarvitse niitÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Laisser vide si non nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cessaire

source: User Name:
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nimi:KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬nimi:
fr: Nom d'utilisateur:

source: Password:
fi: Salasana:
fr: Mot de passe:

source: HTTP Proxy
fi: HTTP-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelinHTTP-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelin
fr: Proxy HTTP

source: Connect via SOCKS proxy server
fi: YhdistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ SOCKS-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen kauttaYhdistÃÂÃÂÃÂ¢ÃÂÃÂ¬ SOCKS-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen kautta
fr: Se connecter via un serveur proxy SOCKS

source: SOCKS Proxy Server Configuration
fi: SOCKS-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelimen asetuksetSOCKS-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelimen asetukset
fr: Configuration d'un serveur proxy SOCKS

source: SOCKS Proxy
fi: SOCKS-vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lityspalvelinSOCKS-vÃÂÃÂÃÂ¢ÃÂÃÂ¬lityspalvelin
fr: Proxy SOCKS

source: Host name:
fi: Konenimi:
fr: Nom d'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te:

source: %s - Can't find web browser
fi: %s - Web-selainta ei lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydy%s - Web-selainta ei lÃÂÃÂÃÂÃÂ¶ydy
fr: %s - Navigateur internet introuvable
