Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Web.po
Languages: fi, he, it, ja, pt_pt

source: [check all that apply]
fi: [valitse kaikki ne jotka sopivat]
he: [סמן כל מה שנכון]
it: [seleziona tutte le voci corrispondenti]
ja: [該当するものすべてにチェックを入れてください]
pt_pt: [marque aquelas que se aplicam]

source: Other:
fi: Muu:
he: אחר
it: Altro:
ja: その他:
pt_pt: Outro:

source: Yes - I have been running BOINC on my computer for...
fi: Kyllä - Olen ajanut BOINCia tietokoneellani...
he: כן - אני מריץ את BOINC על מחשבי במשך...
it: Sì - Ho usato BOINC sul mio computer per...
ja: はい。 今まで BOINC を自分のコンピュータで動かしていた期間は、
pt_pt: Sim - I uso o BOINC no meu computador há...

source: less than a week
fi: alle viikon ajan
he: פחות משבוע
it: meno di una settimana
ja: 1週間未満
pt_pt: menos de uma semana

source: less than a month
fi: alle kuukauden ajan
he: פחות מחודש
it: meno di un mese
ja: 1ヶ月未満
pt_pt: menos de um mês

source: less than a year
fi: alle vuoden ajan
he: פחות משנה
it: meno di un anno
ja: 1年未満
pt_pt: menos de um ano

source: more than a year
fi: yli vuoden ajan
he: יותר משנה
it: più di un anno
ja: 1年以上
pt_pt: mais de um ano

source: No - I used to run BOINC, but...
fi: En - Ajoin BOINCia aiemmin, mutta...
he: לא - נהגתי להריץ את BOINC, אבל...
it: No - Ho usato BOINC, ma...
ja: いいえ。 BOINC を動かしていたことがありましたが、停めました。 その理由は、
pt_pt: Não - I costumava usar o BOINC, mas...

source: I lost interest
fi: Menetin mielenkiintoni
he: איבדתי עניין
it: ho perso interesse
ja: 興味をなくしたので
pt_pt: Perdi o interesse

source: it was too complicated
fi: se oli liian monimutkaista
he: זה היה מסובך מדי
it: era troppo complicato
ja: 複雑過ぎるため
pt_pt: era muito complicado

source: I stopped it and forgot to start again
fi: Lopetin ja unohdin aloittaa uudelleen
he: הפסקתי אותו ושכחתי להתחיל מחדש
it: l'ho chiuso e mi sono dimenticato di farlo ripartire
ja: 一度停めたあと、再開するのを忘れていた
pt_pt: Parei de usar e esqueci-me de recomeçar

source: it caused problems on my computer
fi: Se aiheutti ongelmia tietokoneellani
he: הוא גרם לבעיות במחשב שלי
it: ha causato problemi al mio computer
ja: BOINC は私のコンピュータでは問題を起こしたから
pt_pt: causou problemas no meu computador

source: it used too much electricity
fi: Se käytti liikaa sähköä
he: הוא צרך יותר מדי חשמל
it: ha consumato troppa energia elettrica
ja: 電気を使いすぎるので
pt_pt: consumia muita eletricidade

source: I switched to a non-BOINC computing project
fi: Vaihdoin projektiin, joka ei ole BOINC
he: עברתי לשימוש בפרוייקט חישוב ללא תכנת BOINC
it: sono passato ad un progetto di calcolo distribuito non-BOINC
ja: BOINC 以外のコンピューティング・プロジェクトに切り替えたので
pt_pt: Troquei por um projecto de computação que não o BOINC

source: No - I tried running BOINC, but...
fi: Ei - Yritin ajaa BOINCia, mutta...
he: לא - ניסיתי להריץ את BOINC, אבל...
it: No - Ho provato a usare BOINC, ma...
ja: いいえ。 BOINC を使おうと試したのですが、
pt_pt: Não - Eu tentei usar o BOINC, mas...

source: the software didn't install correctly
fi: Ohjelmisto ei asentunut oikein
he: התכנה לא הותקנה כראוי
it: il software non si è installato correttamente
ja: BOINC ソフトウェアが正しくインストールされませんでした
pt_pt: o software não instalou correctamente

source: I couldn't figure out how to use the software
fi: En ymmärtänyt, miten ohjelmaa käytetään
he: לא הצלחתי להבין כיצד להשתמש בתכנה
it: non sono riuscito a capire come usare il software
ja: この BOINC ソフトウェアをどう使うかわかりませんでした
pt_pt: Não consegui perceber como usar o software

source: I had network communication problems
fi: Minulla oli ongelmia nettiyhteyden kanssa
he: היו לי בעיות תקשורת לרשת
it: ho avuto problemi di comunicazione di rete
ja: ネットワーク通信に問題があってうまくいきませんでした
pt_pt: Tive problemas com a internet

source: I couldn't attach to a project
fi: En pystynyt liittymään projektiin
he: לא יכולתי לקשר לפרוייקט
it: non sono riuscito a connettermi ad alcun progetto
ja: プロジェクトに参加できませんでした
pt_pt: Não consegui anexar um projecto

source: I attached to a project, but never got any work
fi: Liityin projektiin, mutta en koskaan saanut yhtään työtä laskettavaksi
he: קישרתי לפרוייקט, אך מעולם לא קיבלתי עבודה
it: mi sono connesso ad un progetto, ma non ho ricevuto alcun lavoro da elaborare
ja: あるプロジェクトに参加しましたが、仕事をまったく取り出せません
pt_pt: Anexei um projecto, mas nunca teve nenhum trabalho

source: No - I never tried running BOINC, because...
fi: Ei - En koskaan yrittänyt ajaa BOINCia, koska...
he: לא - מעולם לא ניסיתי להריץ את BOINC, כי...
it: No - Non ho mai provato ad usare BOINC, perché...
ja: いいえ。 BOINC を試そうとしたことはありません。 というのも、
pt_pt: Não - Nunca tentei usar o BOINC, porque...

source: I was concerned about security
fi: Olin huolissani turvallisuudesta
he: חששתי בעניין האבטחה
it: ero preoccupato per la sicurezza
ja: セキュリティに心配があったからです
pt_pt: Estava preocupado com a segurança

source: I wasn't interested in any of the projects
fi: En ollut kiinnostunut yhdestäkään projektista
he: לא היה לי עניין באף פרוייקט
it: non ero interessato a nessun progetto
ja: どのプロジェクトについても興味がわかなかったからです
pt_pt: Não estava interessado em nenhum dos projectos

source: I don't have permission to run it on my computer
fi: Minulla ei ole lupaa ajaa sitä tietokoneellani
he: אין לי אישור להריץ אותו על המחשב שלי
it: non ho i privilegi per installarlo sul mio computer
ja: 使っているコンピュータでは、私は BOINC を動作させる権限を持っていないので
pt_pt: Não tinha permissões para o usar no meu computador

source: No version was available for my computer
fi: Sopivaa versiota ei ollut tarjolla käyttöjärjestelmälleni
he: אף גרסא לא הייתה זמינה עבור המחשב שלי
it: non c'era una versione compatibile col mio computer
ja: 私のコンピュータで使える BOINC の版がなかったからです
pt_pt: Não havia uma versão disponível para o meu computador

source: What kind of computers do you have running BOINC?
fi: Millaisilla tietokoneilla ajat BOINCia?
he: מהם סוגי המחשבים שברשותך, אשר מריצים את BOINC?
it: Su quali tipi di computer stai usando BOINC?
ja: どのような種類のコンピュータで BOINC を走らせていますか。
pt_pt: Que tipo de computadores tem a correr o BOINC?

source: Where are they?
fi: Missä ne ovat?
he: היכן הם נמצאים?
it: Dove si trovano?
ja: あなたのコンピュータはどこにありますか。
pt_pt: Onde é que eles estão?

source: Home
fi: Koti
he: בית
it: A casa
ja: 自宅(Home)
pt_pt: Casa

source: Work
fi: Työ
he: עבודה
it: Al lavoro
ja: 仕事場(Work)
pt_pt: Trabalho

source: School
fi: Koulu
he: בית-ספר
it: A scuola
ja: 学校(School)
pt_pt: Escola

source: How many computers?
fi: Kuinka monta tietokonetta?
he: כמה מחשבים?
it: Quanti computer?
ja: コンピュータは何台ですか。
pt_pt: Quantos computadores?

source: On average, how many hours per day are they powered on?
fi: Kuinka monta tuntia päivässä ne ovat päällä keskimäärin?
he: כמה שעות ביום, בממוצע, המחשבים עובדים?
it: In media, quante ore al giorno sono accesi?
ja: 平均して、あなたのコンピュータは1日に何時間電源が入っていますか。
pt_pt: Em média, quantas horas por dia estão ligados?

source: Age
fi: Ikä
he: גיל
it: Età
ja: あなたの年齢
pt_pt: Idade

source: Sex
fi: Sukupuoli
he: מין
it: Sesso
ja: 性別
pt_pt: Sexo

source: Male
fi: Mies
he: זכר
it: Maschio
ja: 男性
pt_pt: Homem

source: Female
fi: Nainen
he: נקבה
it: Femmina
ja: 女性
pt_pt: Mulher

source: Your level of computer expertise
fi: Tietokoneen käyttötaitosi
he: מידת המומחיות שלך במחשבים
it: Il tuo livello di abilità al computer
ja: コンピュータに関する専門知識レベル
pt_pt: O seu nível de conhecimentos informáticos

source: Beginner
fi: Aloittelija
he: מתחיל
it: Principiante
ja: 初心者
pt_pt: Iniciado

source: Intermediate
fi: Peruskäyttäjä
he: ממוצע
it: Intermedio
ja: 中くらい
pt_pt: Intermédio

source: Advanced
fi: Kokenut
he: מתקדם
it: Avanzato
ja: 高度
pt_pt: Avançado

source: Where did you learn about BOINC projects?
fi: Mistä sait tiedon BOINC-projektista?
he: היכן למדת אודות פרוייקטי BOINC?
it: Dove hai sentito parlare di BOINC?
ja: BOINC のプロジェクトを、どこで知りましたか。
pt_pt: Onde é que ouviu falar acerca dos projectos do BOINC

source: TV/radio/newspaper
fi: TV/radio/sanomalehdet
he: טלויזיה/רדיו/עיתונים
it: TV/radio/giornali
ja: テレビ/ラジオ/新聞
pt_pt: TV/Rádio/Jornais

source: From friends, relatives, or coworkers
fi: Ystäviltä, sukulaisilta tai työkavereilta
he: חברים, קרובים או שותפים לעבודה
it: Da amici, parenti o colleghi di lavoro
ja: 友人、親戚、あるいは同僚から
pt_pt: Através de amigos, conhecidos ou colegas de trabalho

source: Team message boards or web sites
fi: Ryhmän ilmoitustaulu tai kotisivut
he: לוחות מודעות קבוצתיים או אתרי אינטרנט
it: Nei forum o sui siti web dei gruppi
ja: チームの掲示板・ウェブサイトで
pt_pt: Mensagens em fóruns ou websites

source: The BOINC web site
fi: BOINCin kotisivut
he: אתר האינטרנט של BOINC
it: Sul sito web di BOINC
ja: BOINC のウェブサイトで
pt_pt: No website do BOINC

source: Other web sites
fi: Muu kotisivu
he: אתרי אינטרנט אחרים
it: Su altri siti web
ja: その他のウェブサイトで
pt_pt: Outros websites

source: Which are the most important factors when you decide whether to participate in a BOINC project?
fi: Mitkä ovat tärkeimmät syyt päättäessäsi osallistua BOINC-projektiin?
he: מהם הגורמים החשובים ביותר כאשר אתה מחליט האם להשתתף בפרוייקט של BOINC?
it: Quali sono i fattori più importanti quando decidi di partecipare ad un progetto BOINC?
ja: BOINC のプロジェクトに参加するかどうか判断するときに、以下のどの要因が一番重要ですか。
pt_pt: Quais são os factores mais importantes que o levaram a participar num projecto BOINC?

source: Nice-looking screensaver graphics
fi: Hyvännäköinen näytönsäästäjän grafiikka
he: גרפיקה יפה של שומר המסך
it: Screensaver con una bella grafica
ja: 見栄えのするスクリーンセイバーのグラフィクス
pt_pt: Screensavers com bom aspecto gráfico

source: Fair and quick granting of credit for work done
fi: Lasketuista työpaketeista saa nopeasti ja tasapuolisesti pisteitä
he: הענקה הוגנת ומהירה של נקודות זכות עבור עבודות שהושלמו
it: Riconoscimento corretto e veloce dei crediti per il lavoro fatto
ja: やりおえた仕事に対して、公正にかつ迅速に功績(credit)が付与されること
pt_pt: Uma maneira rápida e honesta de garantir créditos pelo trabalho realizado

source: Getting more credit from this project than from others
fi: Tästä projektista saa enemmän pisteitä kuin muista
he: קבלת נקודות זכות רבות יותר בפרוייקט זה מאשר באחרים
it: Ricevere più crediti da questo progetto rispetto agli altri
ja: 他のプロジェクトよりもこのプロジェクトの方がより多く功績(credit)が得られること
pt_pt: Ganhar mais créditos neste projecto do que em outros

source: Helpful and friendly message boards
fi: Avulias ja ystävällinen viestialue
he: לוחות מודעות שימושיים וידידותיים
it: Forum utili e amichevoli
ja: 役に立ち、かつ、親しみやすい掲示板があること
pt_pt: Fóruns com boa ajuda e amigáveis

source: Participation by project staff on the message boards
fi: Projektin henkilökunnan osallistuminen keskustelupalstalla
he: השתתפות של סגל הפרוייקט בלוחות המודעות
it: Partecipazione dello staff del progetto nei forum
ja: 掲示板にそのプロジェクトのスタッフが参加してくれること
pt_pt: Participação por parte do staff do projecto nos fóruns

source: Informative project web site
fi: Informatiivinen projektin internetsivusto
he: אתר האינטרנט של הפרוייקט מספק מידע
it: Sito del progetto pieno di informazioni
ja: プロジェクトのウェブサイトに参考になる情報が多く載っていること
pt_pt: Website do projecto com muita informação

source: The science is important and beneficial
fi: Tiede on tärkeää ja hyödyllistä.
he: המדע הוא חשוב ומועיל
it: La ricerca scientifica effettuata è importante ed utile
ja: 対象としている科学の内容が重要でかつ有益であること
pt_pt: A ciência é importante e benéfica

source: Non-profit, and results are public
fi: Voiton tavoittelemattomuus ja tulokset ovat yleisiä.
he: ללא רווח, והתוצאות הינן ציבוריות
it: Senza scopo di lucro e i risultati sono pubblici
ja: 非営利のプロジェクトであって、得られた科学的成果が公開されていること
pt_pt: Não lucrativo e os resultados são públicos

source: Personal recognition if my computer finds something
fi: Henkilökohtainen huomionosoitus jos tietokoneeni löytää jotain.
he: הכרה אישית באם מחשבי מוצא דבר מה
it: Riconoscimento personale se il mio computer trova qualcosa
ja: 自分のコンピュータが何か発見したら、個人として認めてもらえること
pt_pt: Reconhecimento pessoal se o meu computador encontrar algo

source: Publication by the project in scientific journals
fi: Projektin julkaisut tieteellisissä aikakauslehdissä.
he: פרסומים ע"י הפרוייקט בכתבי עת מדעיים
it: Pubblicazioni da parte del progetto su riviste scientifiche
ja: 定期的な科学刊行物でこのプロジェクトによる公表がなされること
pt_pt: Publicações do projecto nos jornais científicos

source: Periodic email newsletters from the project
fi: Projektin säännölliset sähköiset uutiskirjeet.
he: עלוני מידע תקופתיים מהפרוייקט שנשלחים באימייל
it: Newsletter periodiche dal progetto via email
ja: プロジェクトから、E-メイルによる定期的なニュースレターが送られてくること
pt_pt: Newsletters periódicas do projecto

source: How many BOINC projects do you participate in?
fi: Kuinka moneen BOINC-projektiin osallistut?
he: בכמה פרוייקטים של BOINC הינך משתתף?
it: A quanti progetti BOINC partecipi?
ja: BOINC プロジェクトには、いくつ参加していますか。
pt_pt: Em quantos projectos do BOINC participa?

source: Do you run BOINC as a screensaver?
fi: Käytätkö BOINCin näytönsäästäjää?
he: האם אתה מריץ את BOINC כשומר מסך?
it: Usi lo screensaver di BOINC?
ja: BOINC をスクリーンセイバーとして走らせていますか。
pt_pt: Usa o BOINC como protecção de ecrã?

source: Yes
fi: Kyllä
he: כן
it: Sì
ja: はい
pt_pt: Sim

source: No
fi: Ei
he: לא
ja: いいえ
pt_pt: Não

source: Your usage of project messages boards:
fi: Projektin keskustelupalstan käyttösi:
he: שימושך בלוחות מודעות של הפרוייקט:
it: Che uso fai del forum del progetto:
ja: 掲示板をどのように使っていますか:
pt_pt: A finalidade com que usa o fórum do projecto:

source: to read information
fi: tietojen saaminen
he: לקרוא מידע
it: per leggere informazioni
ja: 読んでいるだけです
pt_pt: para ler informação

source: to read and post information
fi: tietojen saaminen ja jakaminen
he: לקרוא ולפרסם מידע
it: per leggere e inserire informazioni
ja: 読むだけでなく書き込みもします
pt_pt: para ler e colocar informação

source: None
fi: Ei mikään
he: כלל לא
it: nessuno
ja: 使っていません
pt_pt: Nenhuma

source: Where do you get information to help resolve problems with BOINC and/or BOINC projects?
fi: Mistä saat tietoja ratkaistaksesi BOINCin ja/tai BOINC-projektin ongelmia?
he: היכן הינך מקבל את המידע שיעזור לפתור בעיות עם BOINC ו/או פרוייקטי BOINC?
it: Dove prendi le informazioni per risolvere eventuali problemi con BOINC e/o con i progetti BOINC?
ja: BOINC あるいは BOINC プロジェクトで問題が生じたときにどこで解決のための情報を得ますか
pt_pt: Onde obtém informações que o ajudem a resolver problemas com o BOINC e/ou projectos BOINC?

source: The project message boards
fi: Projektin keskustelupalsta
he: לוחות המודעות של הפרוייקט
it: Dai forum del progetto
ja: そのプロジェクトの掲示板
pt_pt: Nos fóruns do projecto

source: The BOINC message boards
fi: BOINCin keskustelupalsta
he: לוחות המודעות של BOINC
it: Dai forum di BOINC
ja: BOINC の掲示板
pt_pt: Nos fóruns do BOINC

source: BOINC mailing lists
fi: BOINCin postituslista
he: רשימות תפוצה של BOINC
it: Dalle mailing list di BOINC
ja: BOINC のメイリング・リスト
pt_pt: Nas lista de e-mail do BOINC

source: The Unofficial BOINC Wiki
fi: Epävirallinen BOINC Wiki
he: הויקיפדיה הלא-רשמית של BOINC
it: Dalla wiki non ufficiale di BOINC
ja: 非公式の BOINC Wiki
pt_pt: No site não-oficial BOINC Wiki

source: Team web sites
fi: Ryhmän internetsivusto
he: אתרי אינטרנט של קבוצות
it: Dai siti web dei gruppi
ja: チームのウェブサイト
pt_pt: Nos websites das equipas

source: Google or other search engines
fi: Google tai muu hakukone
he: Google או מנועי חיפוש אחרים
it: Da Google o altri motori di ricerca
ja: Google などの検索エンジン
pt_pt: Google ou outros sites de pesquisa

source: Download BOINC
fi: Lataa BOINC
he: הורד את BOINC
it: Scarica BOINC
ja: BOINC をダウンロードする

source: BOINC is a program that lets you donate your idle computer time to science projects like SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, and many others. <p> After installing BOINC on your computer, you can connect it to as many of these projects as you like.
fi: BOINC on ohjelma, jolla voit antaa tietokoneesi laskentatehoa tieteelliseen käyttöön sellaisissa projekteissa kuin SETI@Home, Climateprediction.net, Rosetta@home, World Comunity Grid ja moniin muihin. <p> Asennuksen jälkeen voit osallistua niin moneen projektiin kuin haluat.
he: BOINC הינה תכנה המאפשרת לכם לתרום זמן מחשב פנוי לביצוע פרוייקטים מדעיים כגוןSETI@home, Climateprediction.net, Rosetta@home, World Community Grid ורבים אחרים. לאחר התקנת התכנה במחשבכם, תוכלו לחברה לכמה פרוייקטים שתרצו.
it: BOINC è un programma che permette di donare il tempo in cui il computer non lavora a progetti come SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, e molti altri. <p> Dopo l'installazione di BOINC sul tuo computer, puoi connetterlo a quanti progetti vuoi.
ja: BOINC はあなたのコンピュータの空き時間を、色々な科学プロジェクトに寄付するために使えるプログラムです。 <br>それらの科学プロジェクトとしては、SETI@home、Climateprediction.net、Rosetta@home、World Community Grid など、すでにたくさんのものがあります。 <p>あなたのコンピュータに BOINC のインストールが済めば、上記のプロジェクトのいくつにでも好きなだけつなげることができます。
pt_pt: BOINC é um programa que o deixa doar tempo inactivo do seu computador à ciência, a projectos como SETI@home, Climateprediction.net, Rosetta@home, World Community Grid e muitos outros. <p> Depois de instalar o BOINC no seu computador, pode conectá-lo a tantos projectos quantos quiser.

source: Note: if your computer is equipped with an NVIDIA Graphics Processing Unit (GPU), you may be able to %suse it to compute faster%s
fi: Huom: jos tietokoneessasi on NVIDIAn näytönohjain (GPU), saattaa olla mahdollista käyttää sitä %slaskennan apuna%s
he: הערה: אם מחשבכם מצוייד ביחידת עיבוד גרפית (GPU) של NVIDIA, באפשרותכם להשתמש בה %s בכדי לבצע חישובים מהירים יותר %s
it: Nota: se il tuo computer ha una scheda video NVIDIA (GPU), potresti %susarla per elaborare più velocemente%s
ja: 注: あなたのコンピュータに NVIDIA 社の GPU(Graphics Processing Unit) がついているなら、%sそれを使ってより速く計算する%s ことができるかもしれません。
pt_pt: Nota: se o seu computador estiver equipado com uma NVIDIA com Unidade de Processamento Gráfico (GPU), pode %susar o seu computador para fazer a computação mais rápida%s

source: System requirements
fi: Järjestelmävaatimukset
he: דרישות מערכת
it: Requisiti di sistema
ja: コンピュータの条件
pt_pt: Requisitos do Sistema

source: Release notes
he: הערות
it: Note di rilascio
ja: 公開時の注意書き
pt_pt: Notas de lançamento

source: Help
he: עזרה
it: Aiuto
ja: ヘルプ
pt_pt: Ajuda

source: All versions
fi: Kaikki versiot
he: כל הגרסאות
it: Tutte le versioni
ja: ダウンロード一覧
pt_pt: Todas as versões

source: BOINC: compute for science
he: BOINC: חישוב למען המדע
it: BOINC: elabora per la scienza
ja: 科学のための計算をしよう
pt_pt: BOINC: computação pela ciência

source: BOINC Online Help lets you talk one-on-one with experienced BOINC users, who can: %s answer questions about BOINC and volunteer computing; %s walk you through the process of installing and using BOINC; %s troubleshoot any problems you might have.
he: עזרה מקוונת של BOINC מאפשרת לכם לשוחח אחד על אחד עם משתמשי BOINC מנוסים, שיכולים: לענות לשאלות בנוגע ל-BOINC ולחישוב התנדבותי, להדריך אתכם בתהליך ההתקנה והשימוש בתכנת BOINC, לעזור בפתרון בעיות בהן אתם עשויים להיתקל.
it: L'Aiuto Online di BOINC ti permette di parlare a tu per tu con utenti esperti di BOINC che possono: %s rispondere a domande su BOINC e sul calcolo distribuito volontario; %s assisterti nel processo di instllazione e utilizzo di BOINC; %s risolvere eventuali problemi che tu possa avere.
ja: BOINC のオンライン・ヘルプでは、経験ある BOINC 参加者と1対1で話ができます。話の相手となってくれる方は、%s BOINC とボランティア・コンピューティングについて質問に答えることができますし、%s BOINC をインストールして使うところまで、あなたをガイドできます。さらに%s あなたが遭遇するかもしれない問題も解決できるでしょう。
pt_pt: A ajuda online do BOINC permite-o falar cara-a-cara com utilizadores do BOINC experientes, que podem: %s responder ás suas questões acerca do BOINC e computação voluntária; %s acompanhá-lo através do processo de instalação e uso do BOINC; %s resolver qualquer problema que possa ter.

source: BOINC Online Help is based on %sSkype%s, an Internet-based telephone system. Skype is free (both the software and the calls). If you don't already have Skype, please %sdownload and install it now%s. When you're finished, return to this page.
he: העזרה המקוונת של BOINC מבוססת על Skype, מערכת טלפוניה מבוססת אינטרנט. Skype הינה מערכת ללא תשלום (הן המערכת והן השיחות). אם עדיין אין לכם את תכנת Skype, אנא הורידו והתקינו אותה כעת. כשתסיימו, חזרו לדף זה.
it: L'Aiuto Online BOINC si appoggia a %sSkype%s, un sistema di telefonia tramite Internet. Skype è gratis (sia il software che le chiamate). Se non hai ancora Skype, %sscaricalo ed installalo ora%s. Quando hai finito, ritorna su questa pagina.
ja: BOINC オンライン・ヘルプは インターネット・ベースの電話システムの1つである %sSkype%s を使います。Skype は無料 (ソフトウェアも通話料も）です。まだ Skype をもっていなければ、どうぞ %s 今すぐダウンロードしてインストールして下さい%s。それが済んだら、このページに戻って下さい。
pt_pt: A ajuda online do BOINC é baseada no %sSkype%s, um sistema de telefonia baseada na internet. O Skype é gratuito (tanto o software como as chamadas). Se ainda não tem o Skype, faça o %sdownload e instale-o agora%s. Quando acabar, regresse a esta página.

source: The best way to get help is by voice, for which you need either built-in microphone and speakers or an external headset for your computer. You can also use Skype's text-based chat system or regular email (if you don't have Skype) to communicate with Help Volunteers.
he: הדרך הטובה ביותר לקבלת עזרה היא באמצעות דיבור, ולשם כך תזדקקו למיקרופון מובנה במחשבכם ורמקולים או למערכת ראש. כמו כן, תוכלו להשתמש במערכת ההודעות של Skype או אימייל (אם אין ברשותכם Skype) בכדי לתקשר עם מתנדבים עוזרים.
it: Il modo migliore di ricevere aiuto è via voce, e per ottenerlo è necessario che tu abbia collegati al tuo computer un microfono e delle casse, oppure delle cuffie. Per comunicare con i Volontari dell'Aiuto Online puoi anche utilizzare la chat testuale di Skype o le email (se non hai Skype).
ja: 助けを得る一番良いやり方は、口頭で相談することです。そのためには、あなたのコンピュータに組み込まれたマイクとスピーカ、あるいは、外部接続のヘッドセットが要ります。別の方法としては、Skype のテキストベースのチャットシステムを使って、ヘルプを担当してくれるボランティアとやりとりをすることもできます。
pt_pt: A melhor maneira de obter ajuda é através de voz, pelo que precisa de um microfone e colunas ou um headset externo ao seu computador. Pode também usar o sistema de chat do Skype ou o e-mail (se não tiver o Skype para comunicar com os voluntários).

source: Volunteers speaking several languages are available. Please select a language:
he: זמינים מתנדבים אשר מדברים מספר שפות. אנא בחרו שפה:
it: Sono disponibili volontari che parlano diverse lingue. Seleziona una lingua:
ja: 数ヶ国語についてボランティアはヘルプを提供できます。使いたい言語を以下から選択してください:
pt_pt: Voluntários que falem várias linguas precisam-se. Por favor escolha uma lingua:

source: Be a Help Volunteer
he: היה מתנדב עוזר
it: Diventa un Volontario dell'Aiuto Online
ja: ヘルプ担当のボランティアになるには
pt_pt: Seja um voluntário

source: If you're an experienced BOINC user, we encourage you to %sbecome a Help Volunteer%s. It's a great way to help the cause of scientific research and volunteer computing - and it's fun!
he: אם הינך משתמש BOINC מנוסה, אנו מעודדים אותך להפוך למתנדב עוזר. זוהי דרך נהדרת לקדם את מטרת המחקר המדעי והחישוב ההתנדבותי - וזה גם כיף!
it: Se sei un utente esperto di BOINC, ti incoraggiamo a %sdiventare un Volontario dell'Aiuto Online%s. E' molto importante per la causa della ricerca scientifica e del calcolo distribuito volontario - ed è anche divertente!
ja: あなたが BOINC 参加者として経験がおありなら、是非、%s ヘルプ担当のボランティアをやって%s いただけませんか。科学研究とボランティア・コンピューティングの主旨を支援する、重要な活動の1つです。さらに、楽しい活動でもあります！
pt_pt: Se é um utilizador do BOINC experiente, encorajamo-lo a se %stornar um voluntário%s. É uma óptima maneira de ajudar a causa da pesquisa científica e computação voluntária - e é divertido!

source: If you're already a Help Volunteer: to edit your settings, %sclick here%s.
he: אם הינך כבר מתנדב עוזר: בכדי לערוך את הגדרותייך, לחץ כאן
it: Se sei un Volontario dell'Aiuto Online: per modificare le tue opzioni, %sclicca qui%s.
ja: 既にヘルプ担当のボランティアをされている方へ：あなたの%s 設定を編集する%s には左のリンクをクリックして下さい。
pt_pt: Se já é um Voluntário: para editar as suas preferências, %scarregue aqui%s.

source: Computing power
fi: Laskentatehoa
he: כוח החישוב
it: Potenza di calcolo
pt_pt: Poder de computação

source: Top 100 volunteers
fi: Vapaaehtoisten TOP 100
he: 100 המתנדבים הראשונים
it: I migliori 100 volontari
pt_pt: Top 100 voluntários

source: Statistics
fi: Tilastot
he: סטטיסטיקה
it: Statistiche
pt_pt: Estatísticas

source: Active:
fi: Aktiivisia
he: פעילים:
it: Attivi:
pt_pt: Activo:

source: volunteers,
fi: vapaaehtoisia,
he: מתנדבים,
it: volontari,
pt_pt: voluntários,

source: computers.
fi: tietokoneita.
he: מחשבים.
it: computer.
pt_pt: computadores.
