Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: Show one chart with all projects
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kaikki projektit yhdessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ taulukossaNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ kaikki projektit yhdessÃÂÃÂÃÂ¢ÃÂÃÂ¬ taulukossa
fr: Montre un graphique pour tous les projets

source: Statistics
fi: Tilastot
fr: Statistiques

source: Updating charts...
fi: PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n taulukkoja...PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n taulukkoja...
fr: Mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour des diagrammes en cours...

source: Retry Now
fi: YritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen nytYritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen nyt
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essayer maintenant

source: Click 'Retry now' to transfer the file now
fi: Paina "YritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen nyt" siirtÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ksesi tiedoston heti.Paina "YritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen nyt" siirtÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ksesi tiedoston heti.
fr: Cliquez sur 'RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essayer maintenant' pour transfÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rer le fichier maintenantCliquez sur 'RÃÂÃÂ©essayer maintenant' pour transfÃÂÃÂ©rer le fichier maintenant

source: Abort Transfer
fi: KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ siirtoKeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ siirto
fr: Annuler le tranfert

source: Click 'Abort transfer' to delete the file from the transfer queue. This will prevent you from being granted credit for this result.
fi: Paina "KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ siirto" poistaaksesi tiedoston siirtojonosta. TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶in et saa pisteitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ paketista.Paina "KeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ siirto" poistaaksesi tiedoston siirtojonosta. TÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂÃÂ¶in et saa pisteitÃÂÃÂÃÂ¢ÃÂÃÂ¬ tÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketista.
fr: Cliquez sur 'Annuler le tranfert' pour supprimer le fichier de la file d'attente de transfert. Vous ne recevrez pas de crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit pour cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.d'attente de transfert. Vous ne recevrez pas de crÃÂÃÂ©dit pour cette unitÃÂÃÂ©.

source: File
fi: Tiedosto
fr: Fichier

source: Progress
fi: Suoritettu
fr: Avancement

source: Size
fi: Koko
fr: Taille

source: Elapsed Time
fi: Kulunut aika
fr: Temps ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©coulÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Speed
fi: Nopeus
fr: Vitesse

source: Transfers
fi: Siirrot
fr: Transferts

source: Retrying transfer now...
fi: YritetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n siirtoa uudelleen...YritetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n siirtoa uudelleen...
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essai du transfert en cours...

source: Aborting transfer...
fi: KeskeytetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n siirtoa...KeskeytetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n siirtoa...
fr: Annulation du transfert en cours...

source: Are you sure you want to abort this file transfer '%s'? NOTE: Aborting a transfer will invalidate a task and you will not receive credit for it.
fi: Haluatko varmasti keskeyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiedoston "%s" siirron? HUOMIO: Siirron keskeyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬minen mitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶i paketin, etkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ saa siitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pisteitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Haluatko varmasti keskeyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiedoston "%s" siirron? HUOMIO: Siirron keskeyttÃÂÃÂÃÂ¢ÃÂÃÂ¬minen mitÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂÃÂ¶i paketin, etkÃÂÃÂÃÂ¢ÃÂÃÂ¬ saa siitÃÂÃÂÃÂ¢ÃÂÃÂ¬ pisteitÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes-vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir abandonner le transfert de ce fichier '%s' ? NOTE: L'abandon d'un transfert invalidera la tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che et vous ne recevrez pas de crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dits pour cette tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che.ÃÂÃÂtes-vous sÃÂÃÂ»r de vouloir abandonner le transfert de ce fichier '%s' ? NOTE: L'abandon d'un transfert invalidera la tÃÂÃÂ¢che et vous ne recevrez pas de crÃÂÃÂ©dits pour cette tÃÂÃÂ¢che.

source: Abort File Transfer
fi: KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiedostojen siirrotKeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiedostojen siirrot
fr: Annuler le transfert de fichier

source: Retry in
fi: Uusi yritys:
fr: RÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©essayer dans

source: Upload pending
fi: Odottaa lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬Odottaa lÃÂÃÂÃÂ¢ÃÂÃÂ¬hettÃÂÃÂÃÂ¢ÃÂÃÂ¬mistÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Envoi en attente

source: Download pending
fi: Odottaa lataamista
fr: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chargement en attente

source: Aborting transfer(s)...
fi: KeskeytetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n siirto(j)a...KeskeytetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n siirto(j)a...
fr: Abandon du transfert en cours

source: Are you sure you want to abort this file(s) transfer ? NOTE: Aborting a transfer will invalidate a task and you will not receive credit for it.
fi: Haluatko varmasti keskeyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiedosto(je)n %s"siirron? HUOMIO: Siirron keskeyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬minen mitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶i paketin, etkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ saa siitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pisteitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Haluatko varmasti keskeyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiedosto(je)n %s"siirron? HUOMIO: Siirron keskeyttÃÂÃÂÃÂ¢ÃÂÃÂ¬minen mitÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂÃÂ¶i paketin, etkÃÂÃÂÃÂ¢ÃÂÃÂ¬ saa siitÃÂÃÂÃÂ¢ÃÂÃÂ¬ pisteitÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes-vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir abandonner le transfert de ce(s) fichier(s) '%s' ? NOTE: L'abandon d'un transfert invalidera la tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che et vous ne recevrez pas de crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dits pour cette tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che.ÃÂÃÂtes-vous sÃÂÃÂ»r de vouloir abandonner le transfert de ce(s) fichier(s) '%s' ? NOTE: L'abandon d'un transfert invalidera la tÃÂÃÂ¢che et vous ne recevrez pas de crÃÂÃÂ©dits pour cette tÃÂÃÂ¢che.

source: Abort File Transfer(s)
fi: KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiedostojen siirrotKeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiedostojen siirrot
fr: Abandonner le(s) Tranfert(s)

source: Show application graphics in a window.
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ sovelluksen grafiikat ikkunassa.NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ sovelluksen grafiikat ikkunassa.
fr: Montre les graphiques de l'application dans une fenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre.

source: Suspend work for this result.
fi: HyllytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶pakettiHyllytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶paketti
fr: Suspend le calcul de cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.

source: Abort
fi: HylkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬HylkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Abandonner

source: Abandon work on the result. You will get no credit for it.
fi: HylkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketti. Et saa siitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pisteitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.HylkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶paketti. Et saa siitÃÂÃÂÃÂ¢ÃÂÃÂ¬ pisteitÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Abandonne le calcul de cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©. Vous n'obtiendrez pas de crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©dit pour cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.Abandonne le calcul de cette unitÃÂÃÂ©. Vous n'obtiendrez pas de crÃÂÃÂ©dit pour cette unitÃÂÃÂ©.

source: Name
fi: Nimi
fr: Nom

source: To completion
fi: Aikaa valmistumiseen
fr: Temps restant estimÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Tasks
fi: TyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶paketitTyÃÂÃÂÃÂÃÂ¶paketit
fr: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ches

source: Resuming task...
fi: Jatketaan pakettia...
fr: Reprise de la tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che en cours...

source: Suspending task...
fi: HyllytetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n pakettia...HyllytetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n pakettia...
fr: Suspension de la tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che en cours...

source: Showing graphics for task...
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n paketin grafiikkoja...NÃÂÃÂÃÂ¢ÃÂÃÂ¬ytetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n paketin grafiikkoja...
fr: Affichage des graphiques de cette tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che en cours...

source: Aborting result...
fi: HylÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n pakettia...HylÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n pakettia...
fr: Abandon de l'unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© en cours...

source: Are you sure you want to abort this task '%s'? (Progress: %s, Status: %s)
fi: Haluatko varmasti hylÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ paketin "%s"? Haluatko varmasti hylÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketin "%s"? (suoritettu: %s, tila: %s)
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes-vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir abandonner cette tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che '%s' ? (Avancement: %s, ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat: %s)ÃÂÃÂtes-vous sÃÂÃÂ»r de vouloir abandonner cette tÃÂÃÂ¢che '%s' ? (Avancement: %s, ÃÂÃÂtat: %s)

source: Abort task
fi: HylkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pakettiHylkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketti
fr: Abandonner la tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che

source: Resume work for this task.
fi: Jatka tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n paketin laskemista.Jatka tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n paketin laskemista.
fr: Reprend le calcul de cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.

source: Suspend work for this task.
fi: HyllytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ paketti.HyllytÃÂÃÂÃÂ¢ÃÂÃÂ¬ tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketti.
fr: Suspend le calcul de cette unitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©.

source: Are you sure you want to abort this task '%s'? (Progress: %s %%, Status: %s)
fi: Haluatko varmasti hylÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ paketin "%s"? Haluatko varmasti hylÃÂÃÂÃÂ¢ÃÂÃÂ¬tÃÂÃÂÃÂ¢ÃÂÃÂ¬ paketin "%s"? (suoritettu: %s %%, tila: %s)
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes-vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir abandonner cette tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢che '%s' ? (Avancement: %s, ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat: %s)ÃÂÃÂtes-vous sÃÂÃÂ»r de vouloir abandonner cette tÃÂÃÂ¢che '%s' ? (Avancement: %s, ÃÂÃÂtat: %s)

source: We'll now guide you through the process of attaching to a project.
fi: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ toiminto opastaa sinua projektiin liittymisessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.TÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ toiminto opastaa sinua projektiin liittymisessÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Nous allons maintenant vous guider pour rejoindre un projet.

source: &Stop using%s
fi: &Lopeta %s:n kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬minen&Lopeta %s:n kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬minen
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªter l'utilisation de %s

source: We'll now remove this computer from %s. From now on, attach and detach projects directly from this computer.
fi: Kone poistetaan nyt %s:sta. TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬stÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬htien sinun tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytyy liittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ja irrottaa projektit suoraan tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ltÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ koneelta. Kone poistetaan nyt %s:sta. TÃÂÃÂÃÂ¢ÃÂÃÂ¬stÃÂÃÂÃÂ¢ÃÂÃÂ¬ lÃÂÃÂÃÂ¢ÃÂÃÂ¬htien sinun tÃÂÃÂÃÂ¢ÃÂÃÂ¬ytyy liittÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ ja irrottaa projektit suoraan tÃÂÃÂÃÂ¢ÃÂÃÂ¬ltÃÂÃÂÃÂ¢ÃÂÃÂ¬ koneelta.
fr: Nous allons maintenant effacer cet ordinateur de %s. A partir de maintenant, attachez et dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tachez les projets directement depuis cet ordinateur. A partir de maintenant, attachez et dÃÂÃÂ©tachez les projets directement depuis cet ordinateur.

source: Account manager
fi: Tilihallitsin
fr: Gestionnaire de compte

source: We'll now guide you through the process of attaching to an account manager. If you want to attach to a single project, click Cancel, then select the 'Attach to project' menu item instead.
fi: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ toiminto opastaa sinua tilihallitsimeen liittymisessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. TÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬ toiminto opastaa sinua tilihallitsimeen liittymisessÃÂÃÂÃÂ¢ÃÂÃÂ¬. Jos haluat liittyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ johonkin projektiin, Jos haluat liittyÃÂÃÂÃÂ¢ÃÂÃÂ¬ johonkin projektiin, paina "Peruuta", ja valitse kohta "Liity projektiin".
fr: Nous allons maintenant vous guider pour ajouter un gestionnaire de compte. Si vous souhaitez rejoindre un projet unique, cliquez sur Annuler, puis selectionnez le menu 'Rejoindre un projet'.

source: Debug Flags
fi: Debuggausvalitsimet
fr: RepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨res de dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©boguage

source: Project Properties Failure
fi: Virhe projektin asetuksissa
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec des propriÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s du projet

source: Project Properties URL Failure
fi: Virhe projektin asetusten verkko-osoitteessa
fr: Erreur de l'URL des propriÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s du projet

source: Account Creation Disabled
fi: Tilin luominen estetty
fr: La crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ation de compte est dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sactivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: Client Account Creation Disabled
fi: Asiakastilin luominen estetty
fr: La crÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ation des comptes clients est dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sactivÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: Account Already Exists
fi: Tili on jo olemassa
fr: Ce compte existe dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ

source: Project Already Attached
fi: Projektiin on jo liitytty
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ attachÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© au projet

source: Project Attach Failure
fi: Virhe liityttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬essÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektiinVirhe liityttÃÂÃÂÃÂ¢ÃÂÃÂ¬essÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektiin
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de l'attachement au projet

source: Net Detection Failure
fi: Verkon tunnistusvirhe
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de la dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tection rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau

source: To continue, click Next.
fi: Paina "Seuraava" jatkaaksesi.
fr: Pour continuer, cliquez sur Suivant.

source: Do you really want to cancel?
fi: Haluatko varmasti peruuttaa?
fr: Voulez-vous vraiment annulerÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ ?

source: Question
fi: Kysymys

source: &Next >
fi: &Seuraava >
fr: &Suivant >

source: < &Back
fi: < &Takaisin
fr: < &Retour

source: &Finish
fi: &Valmis
fr: &Fin

source: New page inserted. Index = %i
fi: Uusi sivu asetettu. Indeksi = %i
fr: Nouvelle page insÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e. Index = %i

source: New page appended. Index = %i
fi: Uusi sivu lisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬tty. Indeksi = %iUusi sivu lisÃÂÃÂÃÂ¢ÃÂÃÂ¬tty. Indeksi = %i
fr: Nouvelle page ajoutÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e. Index = %i

source: Old Page Index = %i
fi: Vanha sivuindeksi = %i
fr: Index de l'Ancienne Page = %i

source: Pie Ctrl
fi: YmpyrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬diagrammin hallintaYmpyrÃÂÃÂÃÂ¢ÃÂÃÂ¬diagrammin hallinta
fr: LÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©gende du Camembert

source: specify work start and stop hours in format HH:MM-HH:MM
fi: mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentelyn aloitus- ja lopetusajat (muotoa HH:MM-HH:MM)mÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ritÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶skentelyn aloitus- ja lopetusajat (muotoa HH:MM-HH:MM)
fr: spÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cifiez les heures de dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©but et de fin de travail dans le format HH:MM-HH:MMspÃÂÃÂ©cifiez les heures de dÃÂÃÂ©but et de fin de travail dans le format HH:MM-HH:MM

source: specify network usage start and stop hours in format HH:MM-HH:MM
fi: mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ verkon kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶n aloitus- ja lopetusajat (muotoa HH:MM-HH:MM)mÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ritÃÂÃÂÃÂ¢ÃÂÃÂ¬ verkon kÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶n aloitus- ja lopetusajat (muotoa HH:MM-HH:MM)
fr: spÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©cifiez les heures de dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©but et de fin d'utilisation du rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau dans le format HH:MM-HH:MMspÃÂÃÂ©cifiez les heures de dÃÂÃÂ©but et de fin d'utilisation du rÃÂÃÂ©seau dans le format HH:MM-HH:MM
