Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: You can copy and paste the URL from your browser's address bar.
fr: Vous pouvez copier et coller l'URL situÃÂÃÂ©e dans la barre d'adresse de votre navigateur.

source: Already attached to project
fr: DÃÂÃÂ©jÃÂÃÂ attachÃÂÃÂ© au projet

source: You are already attached to this project.
fr: ConnectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ %s (%s)

source: BOINC Manager
fr: Manager BOINC

source: Static text
fr: Vous avez rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ rejoindre ce gestionnaire de compte.

source: and
fr: et
