Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Client.po
Languages: pl

source: error
pl: błąd

source: A new version of BOINC is available.
pl: Dostępna jest nowa wersja BOINC.

source: Download it.
pl: Pobierz ją.

source: Notice from BOINC
pl: Powiadomienie od BONIC

source: Couldn't write state file; check directory permissions
pl: Nie można zapisać pliku stanu; sprawdź uprawnienia dla katalogu

source: The HTTP_PROXY environment variable must specify an HTTP proxy
pl: Zmienna środowiskowa HTTP_PROXY powinna zawierać adres serwera proxy HTTP

source: You used the wrong URL for this project. When convenient, remove this project, then add %s
pl: Używasz nieprawidłowego adresu URL dla tego projektu. Przy pierwszej sposobności usuń ten projekt i dodaj %s

source: Message from
pl: Wiadomość od

source: Syntax error in app_info.xml
pl: Błąd składni w pliku app_info.xml

source: File referenced in app_info.xml does not exist:
pl: Plik do którego odwołuje się app_info.xml, nie istnieje:

source: Can't resolve hostname in remote_hosts.cfg
pl: Nie można rozpoznać nazwy komputera w pliku remote_hosts.cfg

source: Unexpected text in cc_config.xml
pl: Nieoczekiwany tekst w pliku cc_config.xml

source: Unrecognized tag in cc_config.xml
pl: Nierozpoznany znacznik w pliku cc_config.xml

source: Missing start tag in cc_config.xml
pl: Brak znacznika otwierającego w pliku cc_config.xml

source: Missing end tag in cc_config.xml
pl: Brak znacznika zamykającego w pliku cc_config.xml

source: Invalid or missing account key. To fix, remove and add this project.
pl: Błędny klucz konta. Aby naprawić problem, usuń ten projekt, a następnie dodaj go ponownie.

source: Invalid code signing key. To fix, remove and add this project.
pl: Błędny klucz podpisu. Aby naprawić problem, usuń ten projekt, a następnie dodaj go ponownie.

source: The project has changed its security key. Please remove and add this project.
pl: W projekcie zmieniono klucz zabezpieczający. Usuń ten projekt a następnie dodaj go ponownie.

source: This project doesn't support operating system
pl: Ten projekt nie wspiera bieżącego systemu operacyjnego

source: This project doesn't support CPU type
pl: Ten projekt nie wspiera używanego CPU

source: Your BOINC client software is too old. Please install the current version.
pl: Wersja twojego klienta BOINC jest nieaktualna. Zainstaluj nowszą wersję.

source: This project doesn't support computers of type
pl: Projekt jest niedostępny dla komputera tego typu

source: Upgrade to the latest driver to process tasks using your computer's GPU
pl: Zaktualizuj sterownik karty graficznej, aby przetwarzać projekty za pomocą GPU.

source: Upgrade to the latest driver to use all of this project's GPU applications
pl: Zaktualizuj sterownik karty graficznej, aby skorzystać z aplikacji GPU tego projektu.

source: A newer version of BOINC is needed to use your NVIDIA GPU; please upgrade to the current version
pl: Aby korzystać z GPU karty NVIDIA potrzebna jest nowsza wersja BOINC; zaktualizuj BOINC

source: An NVIDIA or ATI GPU is required to run tasks for this project
pl: Do uruchomienia zadań tego projektu wymagany jest procesor graficzny NVIDIA lub AMD

source: An NVIDIA GPU is required to run tasks for this project
pl: Do przetwarzania zadań tego projektu potrzebna jest karta graficzna NVIDIA.

source: An ATI GPU is required to run tasks for this project
pl: Do wykonywania zadań tego projektu wymagany jest procesor graficzny AMD

source: No work available for the applications you have selected. Please check your project preferences on the web site.
pl: Brak dostępnych zadań dla aplikacji którą wybrałeś. Sprawdź ustawienia na stronie projektu.

source: Your computer type is not supported by this project
pl: Typ twojego komputera nie jest obsługiwany przez ten projekt

source: Newer BOINC version required; please install current version
pl: Wymagana jest nowsza wersja BOINC, należy zainstalować aktualną wersję

source: Tasks for NVIDIA GPU are available, but your preferences are set to not accept them
pl: Zadania dla GPU NVIDIA są dostępne, ale Twoje preferencje są ustawione tak, aby ich nie akceptować

source: Tasks for ATI GPU are available, but your preferences are set to not accept them
pl: Zadania dla AMD GPU są dostępne, ale Twoje preferencje są ustawione tak, aby ich nie akceptować

source: Tasks for CPU are available, but your preferences are set to not accept them
pl: Zadania dla CPU są dostępne, ale Twoje preferencje są ustawione tak, aby ich nie akceptować

source: Unknown app name in app_info.xml
pl: Nieznana nazwa aplikacji w pliku app_info.xml

source: Your app_info.xml file doesn't have a usable version of
pl: Twój plik app_info.xml nie posiada nadającej się do użytku wersji

source: is not available for your type of computer
pl: nie jest dostępna dla Twojego typu komputera
