Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: Retrieving current status.
fi: Tutkitaan tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nhetkistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilaa.Tutkitaan tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬nhetkistÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilaa.
fr: Recherche de l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tat actuel

source: You don't have any projects. Please Add a Project.
fi: Et ole liittynyt yhteenkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n projektiin. Liity projektiin.Et ole liittynyt yhteenkÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n projektiin. Liity projektiin.
fr: Vous n'avez aucun projet. Veuillez Ajouter un projet.

source: Downloading work from the server.
fi: Ladataan tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ palvelimelta.Ladataan tyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ palvelimelta.
fr: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chargement du travail depuis le serveur en cours

source: Processing Suspended: Running On Batteries.
fi: Laskenta hyllytetty: Kone kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬y akulla.Laskenta hyllytetty: Kone kÃÂÃÂÃÂ¢ÃÂÃÂ¬y akulla.
fr: Traitement Suspendu: Fonctionne sur Batteries.

source: Processing Suspended: User Active.
fi: Laskenta hyllytetty: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentelee.Laskenta hyllytetty: KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬ tyÃÂÃÂÃÂÃÂ¶skentelee.
fr: Traitement Suspendu: Utilisateur Actif

source: Processing Suspended: User paused processing.
fi: Laskenta hyllytetty: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n hyllyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Laskenta hyllytetty: KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n hyllyttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Traitement Suspendu: L'utilisateur a mis en pause le traitement.

source: Processing Suspended: Time of Day.
fi: Laskenta hyllytetty: Kellonaika.
fr: Traitement Suspendu: Moment de la JournÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e.

source: Processing Suspended: Benchmarks Running.
fi: Laskenta hyllytetty: Ajetaan suorituskykytestejÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Laskenta hyllytetty: Ajetaan suorituskykytestejÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Traitement Suspendu: Tests de puissance de l'ordinateur.

source: Processing Suspended.
fi: Laskenta hyllytetty.
fr: Traitement Suspendu.

source: Waiting to contact project servers.
fi: Odotetaan yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ projektin palvelimiin.Odotetaan yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ projektin palvelimiin.
fr: En attente du contact des serveurs des projets.

source: Retrieving current status
fi: Tutkitaan tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nhetkistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tilaaTutkitaan tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬nhetkistÃÂÃÂÃÂ¢ÃÂÃÂ¬ tilaa
fr: Recherche de l'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tat actuel

source: No work available to process
fi: Ei laksettavaa tyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ saatavillaEi laksettavaa tyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ saatavilla
fr: Aucun travail disponible ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ traiter

source: Unable to connect to the core client
fi: Ei voitu yhdistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ydinohjelmaanEi voitu yhdistÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ ydinohjelmaan
fr: Incapable de se connecter au client BOINC

source: Project
fi: Projekti
fr: Projet

source: Time
fi: Aika
fr: Date

source: Message
fi: Viesti

source: Copy all the messages to the clipboard.
fi: Kopioi kaikki viestit leikepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle.Kopioi kaikki viestit leikepÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂ¢ÃÂÃÂ¬lle.
fr: Copie tous les messages dans le presse-papiers

source: Copy the selected messages to the clipboard. You can select multiple messages by holding down the shift or command key while clicking on messages.
fi: Kopioi valitut viestit leikepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle. Voit valita monta viestiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kerralla pitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pohjassa Shift- tai Command-nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ppÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬intÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ napsauttaessasi viestejÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Kopioi valitut viestit leikepÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂ¢ÃÂÃÂ¬lle. Voit valita monta viestiÃÂÃÂÃÂ¢ÃÂÃÂ¬ kerralla pitÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ pohjassa Shift- tai Command-nÃÂÃÂÃÂ¢ÃÂÃÂ¬ppÃÂÃÂÃÂ¢ÃÂÃÂ¬intÃÂÃÂÃÂ¢ÃÂÃÂ¬ napsauttaessasi viestejÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Copie les messages sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s dans le presse-papiers. Vous pouvez sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionner plusieurs messages en maintenant appuyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e la touche Shift ou Ctrl lorsque vous cliquez sur les messages.Copie les messages sÃÂÃÂ©lectionnÃÂÃÂ©s dans le presse-papiers. Vous pouvez sÃÂÃÂ©lectionner plusieurs messages en maintenant appuyÃÂÃÂ©e la touche Shift ou Ctrl lorsque vous cliquez sur les messages.

source: Copy the selected messages to the clipboard. You can select multiple messages by holding down the shift or control key while clicking on messages.
fi: Kopioi valitut viestit leikepÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lle. Voit valita monta viestiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ pohjassa Shift- tai Control-nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ppÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬intÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ napsauttaessasi viestejÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.Kopioi valitut viestit leikepÃÂÃÂÃÂÃÂ¶ydÃÂÃÂÃÂ¢ÃÂÃÂ¬lle. Voit valita monta viestiÃÂÃÂÃÂ¢ÃÂÃÂ¬ pitÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ pohjassa Shift- tai Control-nÃÂÃÂÃÂ¢ÃÂÃÂ¬ppÃÂÃÂÃÂ¢ÃÂÃÂ¬intÃÂÃÂÃÂ¢ÃÂÃÂ¬ napsauttaessasi viestejÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: Copie les messages sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s dans le presse-papiers. Vous pouvez sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionner plusieurs messages en maintenant appuyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e la touche Shift ou Ctrl lorsque vous cliquez sur les messages.Copie les messages sÃÂÃÂ©lectionnÃÂÃÂ©s dans le presse-papiers. Vous pouvez sÃÂÃÂ©lectionner plusieurs messages en maintenant appuyÃÂÃÂ©e la touche Shift ou Ctrl lorsque vous cliquez sur les messages.

source: Get help with BOINC
fi: Hae apua BOINCin kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶nHae apua BOINCin kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶ÃÂÃÂÃÂÃÂ¶n
fr: Obtenir de l'aide ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ propos de BOINC

source: 100 MB
fi: 100 Mt
fr: 100 MO

source: 200 MB
fi: 200 Mt
fr: 200 MO

source: 500 MB
fi: 500 Mt
fr: 500 MO

source: 1 GB
fi: 1 Gt
fr: 1 GO

source: 2 GB
fi: 2 Gt
fr: 2 GO

source: 5 GB
fi: 5 Gt
fr: 5 GO

source: 10 GB
fi: 10 Gt
fr: 10 GO

source: 20 GB
fi: 20 Gt
fr: 20 GO

source: 50 GB
fi: 50 Gt
fr: 50 GO

source: 100 GB
fi: 100 Gt
fr: 100 GO

source: Skin
fi: Kuoret
fr: Apparence

source: Skin:
fi: Kuori:
fr: Apparence

source: Preferences
fi: Asetukset
fr: PrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences

source: I want to customize my preferences for this computer only.
fi: Haluan muokata asetuksiani vain tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n koneen osalta.Haluan muokata asetuksiani vain tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n koneen osalta.
fr: Je veux personnaliser mes prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences uniquement pour cet ordinateur.Je veux personnaliser mes prÃÂÃÂ©fÃÂÃÂ©rences uniquement pour cet ordinateur.

source: Customized Preferences
fi: Muokatut asetukset
fr: PrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rences Personnelles

source: Do work only between:
fi: TyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentele vain aikavÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lilllÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬:TyÃÂÃÂÃÂÃÂ¶skentele vain aikavÃÂÃÂÃÂ¢ÃÂÃÂ¬lilllÃÂÃÂÃÂ¢ÃÂÃÂ¬:
fr: Travailler seulement entre:

source: Connect to internet only between:
fi: Ota yhteys Internettiin vain aikavÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lillÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬:Ota yhteys Internettiin vain aikavÃÂÃÂÃÂ¢ÃÂÃÂ¬lillÃÂÃÂÃÂ¢ÃÂÃÂ¬:
fr: Se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ internet seulement entre:

source: Use no more than:
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ enintÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n:KÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ enintÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n:
fr: Ne pas utiliser plus de:

source: of disk space
fi: levytilaa
fr: d'espace disque

source: of the processor
fi: suoritintehosta
fr: du processeur

source: Do work while on battery?
fi: TyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skennellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ akun varassa?TyÃÂÃÂÃÂÃÂ¶skennellÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬nkÃÂÃÂÃÂÃÂ¶ akun varassa?
fr: Travailler lorsque l'ordinateur est sur batteries ?

source: Do work after idle for:
fi: TyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶skentele koneen oltua joutilas:TyÃÂÃÂÃÂÃÂ¶skentele koneen oltua joutilas:
fr: Travailler aprÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¨s que l'ordinateur soit inactif pendant:

source: Anytime
fi: Aina
fr: N'importe quand

source: %d MB
fi: %d Mt
fr: %d MO

source: %4.2f GB
fi: %4.2f Gt
fr: %4.2f GO

source: 0 (Run Always)
fi: 0 (Aina)
fr: 0 (Toujours Calculer)

source: Attach to an additional project
fi: Liity uuteen projektiin
fr: Rejoindre un projet supplÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©mentaire

source: Open a window to view messages
fi: Avaa ikkuna nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hdÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ksesi viestitAvaa ikkuna nÃÂÃÂÃÂ¢ÃÂÃÂ¬hdÃÂÃÂÃÂ¢ÃÂÃÂ¬ksesi viestit
fr: Ouvrir une fenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre pour voir les messages

source: Stop all activity
fi: KeskeytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kaikki toimintaKeskeytÃÂÃÂÃÂ¢ÃÂÃÂ¬ kaikki toiminta
fr: ArrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªter toute l'activitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Resume activity
fi: Jatka toimintaa
fr: Reprendre l'activitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Open a window to set your preferences
fi: Avaa ikkuna muuttaaksesi asetuksia
fr: Ouvrir une fenÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªtre pour rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©gler vos prÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rencesOuvrir une fenÃÂÃÂªtre pour rÃÂÃÂ©gler vos prÃÂÃÂ©fÃÂÃÂ©rences

source: Switch to the BOINC advanced view
fi: Vaihda BOINCin laajempaan nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬kymÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nVaihda BOINCin laajempaan nÃÂÃÂÃÂ¢ÃÂÃÂ¬kymÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n
fr: Passer ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'affichage avancÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© de BOINC

source: %s. Work done by %s: %0.2f
fi: %s. Suorittanut %s: %0.2f
fr: %s. Travail effectuÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© par %s: %0.2f

source: Are you sure you want to detach from project '%s'?
fi: Haluatko varmasti irrottautua projektista "%s"?
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir vous retirer du projet '%s'?

source: Detach from Project
fi: Irrottaudu projektista
fr: Se dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tacher du projet

source: %d hr %d min %d sec
fi: %d h %d min %d s
fr: %d h %d min %d sec

source: Are you sure you want to display graphics on a remote machine?
fi: Haluatko varmasti nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ grafiikat etÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬koneella?Haluatko varmasti nÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ grafiikat etÃÂÃÂÃÂ¢ÃÂÃÂ¬koneella?
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtes vous sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ»r de vouloir afficher les graphiques sur une machine distante ?ÃÂÃÂtes vous sÃÂÃÂ»r de vouloir afficher les graphiques sur une machine distante ?

source: Show graphics
fi: NÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ grafiikatNÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ grafiikat
fr: Montrer les graphiques

source: Project temporarily unavailable
fi: Projekti vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬liaikaisesti tavoittamattomissa.Projekti vÃÂÃÂÃÂ¢ÃÂÃÂ¬liaikaisesti tavoittamattomissa.
fr: Projet momentanÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ment indisponible

source: The project is temporarily unavailable. Please try again later.
fi: Projekti on vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬liaikaisesi tavoittamattomissa. Projekti on vÃÂÃÂÃÂ¢ÃÂÃÂ¬liaikaisesi tavoittamattomissa. YritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ myÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶hemmin uudelleen.YritÃÂÃÂÃÂ¢ÃÂÃÂ¬ myÃÂÃÂÃÂÃÂ¶hemmin uudelleen.
fr: Le projet est momentanÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ment indisponible. Le projet est momentanÃÂÃÂ©ment indisponible. Essayez plus tard, svp.

source: Account manager temporarily unavailable
fi: Tilihallitsin vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬liaikaisesi tavoittamattomissaTilihallitsin vÃÂÃÂÃÂ¢ÃÂÃÂ¬liaikaisesi tavoittamattomissa
fr: Gestionnaire de compte momentanÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ment indisponible

source: The account manager is temporarily unavailable. Please try again later.
fi: Tilihallitsin on vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬liaikaisesi tavoittamattomissa. Tilihallitsin on vÃÂÃÂÃÂ¢ÃÂÃÂ¬liaikaisesi tavoittamattomissa. YritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ myÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶hemmin uudelleen.YritÃÂÃÂÃÂ¢ÃÂÃÂ¬ myÃÂÃÂÃÂÃÂ¶hemmin uudelleen.
fr: Le gestionnaire de compte est momentanÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ment indisponible. Le gestionnaire de compte est momentanÃÂÃÂ©ment indisponible. Essayez plus tard, svp.

source: Please specify an account key to continue.
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiliavain jatkaaksesi.SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiliavain jatkaaksesi.
fr: Entrez une clÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© d'identification pour continuer, svp.

source: Invalid Account Key; please enter a valid Account Key
fi: Virheellinen tiliavain. SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ypÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tiliavainVirheellinen tiliavain. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬ypÃÂÃÂÃÂ¢ÃÂÃÂ¬ tiliavain
fr: ClÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© d'identification non valide; entrez une clÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© d'identification valide, s'il vous plaÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ®tClÃÂÃÂ© d'identification non valide; entrez une clÃÂÃÂ© d'identification valide, s'il vous plaÃÂÃÂ®t

source: Validation conflict
fi: Varmistusvirhe
fr: Conflit de validation

source: Please specify an email address
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoiteSyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ sÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite
fr: Veuillez entrer une adresse email

source: Invalid email address; please enter a valid email address
fi: Virheellinen sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoite. SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ypÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoite.Virheellinen sÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬ypÃÂÃÂÃÂ¢ÃÂÃÂ¬ sÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite.
fr: Adresse email non valide; entrez une adresse email valide, s'il vous plaÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ®tplaÃÂÃÂ®t

source: Missing URL
fi: Verkko-osoite puuttuu
fr: URL manquante

source: Please specify a URL. For example: http://www.example.com/
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ verkko-osoite. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ verkko-osoite. Esimerkiksi: http://www.esimerkki.fi/
fr: Entrez une URL, svp. Par exemple: http://www.exemple.com/

source: Invalid URL
fi: Verkko-osoite on virheellinen
fr: URL non valide

source: Please specify a valid URL. For example: http://boincproject.example.com
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ypÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ verkko-osoite. SyÃÂÃÂÃÂÃÂ¶tÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬ypÃÂÃÂÃÂ¢ÃÂÃÂ¬ verkko-osoite. Esimerkiksi: http://boincprojekti.esimerkki.fi
fr: Entrez une URL valide, svp. Par exemple: http://boincproject.exemple.com

source: '%s' does not contain a valid host name.
fi: "%s" ei ole kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ypÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ konenimi"%s" ei ole kÃÂÃÂÃÂ¢ÃÂÃÂ¬ypÃÂÃÂÃÂ¢ÃÂÃÂ¬ konenimi
fr: '%s' ne contient pas de nom d'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te valide.

source: '%s' does not contain a valid path.
fi: "%s" ei sisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ypÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ polkua"%s" ei sisÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬ypÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ polkua
fr: '%s' ne contient pas de chemin valide.

source: Commands
fi: Komennot
fr: Commandes

source: Copy all messages
fi: Kopioi kaikki viestit
fr: Copier tous les messages

source: Copy selected messages
fi: Kopioi valitut viestit
fr: Copier les messages sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s

source: Messages
fi: Viestit
