Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Web.po
Languages: fi, he, it, ja, pt_pt

source: 24-hour average:
fi: Vuorokauden keskiarvo:
he: ממוצע ל-24 שעות:
it: Media su 24 ore:
pt_pt: Média de 24 horas:

source: TeraFLOPS.
he: טרה פלופ

source: News
fi: Uutiset
he: חדשות
pt_pt: Novidades

source: ... more
fi: ...lisää
he: עוד...
it: ... continua
pt_pt: ... mais

source: News is available as an %sRSS feed%s
fi: Uutiset saatavana myös %sRSS-syötteenä%s
he: חדשות זמינות כ-RSS feed
it: Le news sono disponibili come %sRSS feed%s
pt_pt: Novidades estão disponíveis como %sRSS feed%s

source: Volunteer
he: מתנדב
it: Utente volontario
ja: ボランティアとして参加してくださる方へ
pt_pt: Voluntário

source: Download
he: הורד
it: Scarica
ja: ダウンロード

source: Documentation
he: תיעוד
it: Documentazione
ja: 説明資料
pt_pt: Documentação

source: Use the idle time on your computer (Windows, Mac, or Linux) to cure diseases, study global warming, discover pulsars, and do many other types of scientific research. It's safe, secure, and easy: %sChoose%s projects %sDownload%s and run BOINC software %sEnter%s an email address and password.
he: השתמשו בזמן הפנוי של מחשבכם (Windows, Mac או Linux) לריפוי מחלות, חקר ההתחממות הגלובלית, גילוי פולסרים וביצוע סוגים רבים של מחקר מדעי. זה בטוח, מוגן ופשוט: בחרו פרוייקטים, הורידו והריצו את תכנת BOINC, הזינו כתובת אימייל וסיסמא.
it: Usa il tempo di inattività del tuo computer (Windows, Mac o Linux) per curare malattie, studiare il riscaldamento globale, scoprire pulsar e fare molti altri tipi di ricerche scientifiche. E' sicuro, garantito e facile: %sScegli%s i progetti %sScarica%s e lancia il software BOINC %sInserisci%s un indirizzo email e una password.
ja: あなたのコンピュータの空き時間を、病気を治すためや、地球温暖化を研究するため、 パルサーを発見するため、そしてその他たくさんの種類の科学研究のために使って下さい。 (コンピュータは、Windows、Mac、Linux のどれでも大丈夫です)。 やり方は以下のように簡単で、安全かつ安心です。 %s プロジェクトを選択し%s、 %s BOINC ソフトウェアを ダウンロード%s して走らせます。 %s その後、入力 %s する必要があるのは、あなたのメイルアドレスとパスワードです。
pt_pt: Use o tempo inactivo do seu computador (Windows, Mac ou Linux) para curar doenças, estudar o aquecimento global, descobrir pulsares e muitos mais tipos de pesquisa científica. É seguro e fácil: %sEscolha o Projecto %sFaça o Download%s e use o software BOINC %sInsira um endereço de e-mail e palavra passe.

source: Or, if you run several projects, try an %saccount manager%s such as %sGridRepublic%s or %sBAM!%s.
he: או, אם אתם מריצים מספר פרוייקטים, נסו מנהל חשבון כגון GridRepublic או BAM!
it: O, se supporti numerosi progetti, prova ad usare un %saccount manager%s come %sGridRepublic%s o %sBAM!%s.
ja: あるいは、もし複数のプロジェクトに参加したいなら、%3$s GridRepublic %4$s や %5$s BAM! %6$s のような %1$s アカウント・マネージャ%2$s を試して下さい。
pt_pt: Ou, se corre vários projectos, experimente um %sgestor de conta%s como a %sGridRepublic%s ou o %sBAM!%s.

source: Compute with BOINC
he: חישוב באמצעות BOINC
it: Elaborare con BOINC
pt_pt: Computação com o BOINC

source: Software updates
fi: Ohjelmistopäivitykset
he: עדכוני תכנה
it: Aggiornamenti del software
pt_pt: Updates de Software

source: The BOINC project
fi: BOINC-projekti
he: פרוייקט BOINC
it: Il progetto BOINC
pt_pt: O projecto BOINC

source: Help wanted!
fi: Apua kaivataan
he: דרושה עזרה!
it: C'è bisogno di aiuto!
pt_pt: Ajuda precisa-se!

source: Programming
fi: Ohjelmointi
he: תכנות
it: Programmazione
pt_pt: Programando

source: Translation
fi: Käännös
he: תרגום
it: Traduzioni
pt_pt: Tradução

source: Testing
fi: Testaus
he: בדיקה
it: Test delle applicazioni
pt_pt: Testando

source: Software development
fi: Ohjelmistokehitys
he: פיתוח תכנה
it: Sviluppo del software
pt_pt: Desenvolvimento de software

source: APIs for add-on software
he: ממשקים לתכנות מחשבים עבור תוספים
it: API per il software di terze parti (add-on)
pt_pt: APIs para software add-on

source: Personnel and contributors
fi: Henkilöstö ja avustajat
he: סגל ותורמים
it: Personale e collaboratori
pt_pt: Pessoal e contribuidores

source: Message boards
fi: Keskustelupalstat
he: לוחות מודעות
it: Forum
pt_pt: Fóruns

source: Email lists
fi: Postituslistat
he: רשימות תפוצה באימייל
it: Email list
pt_pt: Listas de email

source: Events
fi: Tapahtumat
he: אירועים
it: Eventi
pt_pt: Eventos

source: Conferences
he: ועידות
it: Conferenze
pt_pt: Conferências

source: Papers and talks
he: מסמכים ושיחות
it: Pubblicazioni e relazioni
pt_pt: Papéis e conversas

source: Logos and graphics
fi: Logot ja grafiikka
he: סמלים וגרפיקה
it: Loghi e immagini
pt_pt: Logotipos e gráficos

source: Browser default
fi: Selainoletus
he: ברירת מחדל של הדפדפן
it: Pagina di default del browser
pt_pt: Navegador por default

source: Open-source software for %svolunteer computing%s and %sgrid computing%s.
he: תכנת קוד פתוח לחישוב התנדבותי וחישוב ברשת
it: Software open-source per il %scalcolo distribuito volontario%s e per il %sgrid computing%s.
ja: BOINC は %sボランティア・コンピューティング%s と %sグリッド・コンピューティング%sのためのオープンソース・ソフトウェアです。
pt_pt: Software open-source para a %scomputação voluntária%s e %srede de computação%s.

source: BOINC user survey
fi: BOINC käyttäjäkysely
he: סקר משתמשי BOINC
it: Sondaggio sugli utenti di BOINC
ja: BOINC 参加者サーベイ
pt_pt: Questionário de utilizador do BOINC

source: Several volunteer computing projects, including Climateprediction.net, Einstein@home, and SETI@home, use software called BOINC. If you participate in projects like this, we request that you answer the following questions. This will help BOINC-based projects increase participation and achieve greater scientific results. <p> Please answer as many questions as you want, then go to the bottom and click OK. If you previously completed the survey but your answers have changed, please complete it again - your new answers will replace the old ones. <p> The current results of the survey are <a href=poll_results.php>here</a>.
fi: Useat tietokoneprojektit, kuten Climateprediction.net, Einstein@home ja SETI@home, käyttävät BOINC-nimistä ohjelmaa. Jos osallistut tämäntapaisiin projekteihin, pyytäisimme vastaustasi seuraaviin kysymyksiin. Tällä tavalla BOINC-perustaiset projektit saavat lisää osallistujia ja enemmän tieteellisiä tuloksia. <p>Vastaa niin moneen kysymykseen kuin haluat ja napsauta sivun lopussa olevaa OK:ta. Jos olet jo aiemmin täyttänyt kyselyn ja mielipiteesi on muuttunut, täytä kysely uudelleen. Uudet vastauksesi korvaavat vanhat. <p>Tämänhetkiset kyselytulokset löytyvät <a href=poll_results.php>täältä</a>.
he: פרוייקטי חישוב התנדבותי מסויימים, כולל Climateprediction.net, Einstein@home ו-SETI@home, משתמשים בתכנה בשם BOINC. אם אתם משתתפים בפרוייקטים הנ"ל, הנכם מתבקשים לענות השאלות הבאות. הדבר יעזור לפרוייקטים מבוססי BOINC להגדיל את ההשתתפות ולהשיג תוצאות מדעיות רבות יותר. אנא ענו על כמה שאלות שתרצו, ולאחר מכן גשו לתחתית הדף ולחצו על אישור. אם השלמתם את הסקר בעבר אך תשובותיכם השתנו, אנא השלימו את הסקר שוב - התוצאות החדשות יחליפו את הישנות. תוצאות הסקר הנוכחיות נמצאות כאן.
it: Molti progetti di calcolo distribuito volontario, come Climateprediction.net, Einstein@home e SETI@home, utilizzano il software chiamato BOINC. Se partecipi a questo tipo di progetti ti chiediamo cortesemente di rispondere alle domande seguenti. Questo aiuterà i progetti basati su BOINC ad aumentare la partecipazione degli utenti ed a raggiungere migliori risultati scientifici. <p> Per cortesia rispondi a più domande che puoi, poi vai in fondo e clicca su OK. Se hai già completato il sondaggio in precedenza ma le tue risposte sono cambiate, per cortesia completalo nuovamente - le tue nuove risposte sostiuiranno quelle vecchie. <p> I risultati attuali del sondaggio si possono trovare <a href=poll_results.php>qui</a>.
ja: BOINC ソフトウェアは、いくつものボランティア・コンピューティング・プロジェクトで使われています。 たとえば、Climateprediction.net、 Einstein@home、そして SETI@home といったプロジェクトです。 もしこれらのプロジェクトとのどれかに参加しているなら、以下の質問に答えていただけませんか。 答えることによって、あなたは BOINC を使ったプロジェクトの参加者を増やすことを助け、プロジェクトの科学成果をより大きなものにするでしょう。 <p> 答えたいところだけ記入していただければ結構です。 入力し終わったら、ページ末尾のOK ボタンを押して下さい。 一旦、サーベイに協力した後で、答えた内容を変更したいときには、お手数ですがもう一度入力し直してください。 そうすれば、古い答えは上書きされます。 <p> <a href='poll_results.php'>現在時点のサーベイの結果</a> はここにあります。
pt_pt: Vários projectos de computação voluntária, incluindo o Climateprediction.net, Einstein@home, and SETI@home, usam o software conhecido por BOINC. Se participa em projectos como estes, propomos-lhe que responda às seguintes questões. Estas questões ajudarão os projectos baseados no BOINC a ter maior participação e alcançar melhores resultados científicos. <p> Responda a tantas questões quanto desejar depois vá ao topo da página e carregue OK. Se já anteriormente respondeu ao questionário mas as suas respostas mudaram, por favor responda otura vez - as suas novas respostas serão substituidas pelas antigas. <p> Os resultados actuais do questionário estão <a href=poll_results.php>aqui</a>.

source: Do you run BOINC?
he: האם אתם מריצים את BOINC?
it: Usi BOINC?
ja: BOINC を走らせていますか?
pt_pt: Usa o BOINC

source: Your participation
he: ההשתתפות שלכם
it: La tua partecipazione
ja: あなたの参加について
pt_pt: A sua participação

source: Your computers
he: המחשבים שלכם
it: I tuoi computer
ja: あなたのコンピュータについて
pt_pt: Os seus computadores

source: You
he: אתם
it: Tu
ja: あなた自身について
pt_pt: Você

source: Nationality
fi: Kansalaisuus
he: לאום
it: Nazionalità
ja: 国籍
pt_pt: Nacionalidade

source: Comments
he: הערות
it: Commenti
ja: コメント
pt_pt: Comentários

source: Please suggest ways that BOINC, and the projects that use it, could be improved:
fi: Ehdota tapoja, joilla BOINCia ja sen käyttämiä projekteja voitaisiin kehittää:
he: אנא הצע דרכים בהן BOINC, והפרוייקטים שעושים שימוש בתכנה, יכולים להשתפר:
it: Suggerisci come BOINC, e i progetti che lo utilizzano, potrebbero essere migliorati:
ja: BOINC とそれを使うプロジェクト群がより良くなる方法について示唆を書いていただきたい:
pt_pt: Por favor sugira maneiras para que o BOINC e os projectos que usa, possam ser melhorados:

source: When done click:
fi: Lopuksi napsauta:
he: כשתסיים, לחץ:
it: Quando hai terminato clicca:
ja: 記入が終わりましたら、右のOKボタンをクリックしてください:
pt_pt: Quando concluido, carregue:

source: Error - results not recorded
fi: Virhe - vastauksia ei tallennettu
he: שגיאה - תוצאות לא נקלטו
it: Errore - i risultati non sono stati registrati
ja: 異常発生 - 結果は記録されていません
pt_pt: Erro - resultados não guardados

source: An internal error has prevented us from recording your survey response. Please try again later.
fi: Vastauksiasi ei voitu tallentaa virheen vuoksi. Yritä myöhemmin uudelleen.
he: שגיאה פנימית מנעה מאיתנו לקלוט את תגובתכם לסקר. אנא נסו שנית מאוחר יותר.
it: Un errore interno ha impedito la registrazione delle tue risposte al sondaggio. Sei pregato di riprovare.
ja: 内部異常が発生しました。あなたがサーベイに記入してくれた内容を記録できませんでした。申し訳ありませんが、のちほどまた試してみてください。
pt_pt: Um erro interno impediu-nos de guardar as repostas do seu questionário. Por favor, tente mais tarde.

source: Survey response recorded
fi: Vastaukset tallennettu
he: התגובה לסקר נקלטה
it: Le risposte al sondaggio sono state registrate
ja: サーベイに記入してくれた内容を記録しました
pt_pt: Respostas do questionário guardadas

source: Thank you for completing the BOINC user survey.
fi: Kiitos BOINC-kyselyyn vastaamisesta
he: אנו מודים לכם על השלמת סקר המשתמשים של BOINC.
it: Grazie per aver completato il sondaggio sugli utenti di BOINC.
ja: BOINC 参加者サーベイに記入していただき、ありがとうございました。
pt_pt: Obrigado por ter preenchido o questionário de utilizador do BOINC.

source: Survey results
fi: Kyselyn tulokset
he: תוצאות הסקר
it: Risultati del sondaggio
ja: サーベイの結果
pt_pt: Resultados do questionário

source: These are the current results of the <a href=poll.php>BOINC user survey</a>. This page is updated every hour.
fi: Tämänhetkiset <a href=poll.php>BOINC käyttäjäkyselyn</a> tulokset. Sivu päivittyy kerran tunnissa.
he: אלו הן התוצאות הנוכחיות של סקר המשתמשים של BOINC. דף מתעדכן כל שעה.
it: Questi sono i risultati attuali del <a href=poll.php>sondaggio sugli utenti di BOINC</a>. Questa pagina viene aggiornata ogni ora.
ja: 以下は <a href=poll.php>BOINC 参加者サーベイ</a> の現時点での結果です。 このページは1時間ごとに更新されます。
pt_pt: Estes são os resultados actuais do <a href=poll.php>questionário do utilizador do BOINC</a>. Esta página é actualizada hora a hora.

source: %s for %s (%s MB)
it: %s per %s (%s MB)
ja: %s 版 %s 用 (%s MB)
pt_pt: %s para %s (%s MB)
