Repository: nicolas17/boincgit-test
Catalog: locale/*/BOINC-Manager.po
Languages: fi, fr

source: The %s's default language has been changed, in order for this change to take affect you must restart the %s.
fi: %sin oletuskieltÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ on muutettu. KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s uudelleen, jotta muutos astuisi voimaan.%sin oletuskieltÃÂÃÂÃÂ¢ÃÂÃÂ¬ on muutettu. KÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s uudelleen, jotta muutos astuisi voimaan.
fr: La langue par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut du %s a ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© modifiÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e. Pour que le changement prenne effet, vous devez redÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer le %s.La langue par dÃÂÃÂ©faut du %s a ÃÂÃÂ©tÃÂÃÂ© modifiÃÂÃÂ©e. Pour que le changement prenne effet, vous devez redÃÂÃÂ©marrer le %s.

source: %s has successfully attached to %s
fi: %s on liitetty onnistuneesti %s:n
fr: %s a rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ rejoindre %s

source: Connecting to %s
fi: Otetaan yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s:nOtetaan yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s:n
fr: Connexion ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ %s en cours

source: Connected to %s (%s)
fi: YhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s:n (%s)YhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s:n (%s)
fr: ConnectÃÂÃÂ© ÃÂÃÂ %s (%s)

source: Username already in use
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nimi on jo kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬nimi on jo kÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Nom d'utilisateur dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ utilisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: An account with that username already exists and has a different password than the one you entered. Please visit the project's web site and follow the instructions there.
fi: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nimellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ on jo tili, jonka salasana on eri kuin syÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si. TÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬nimellÃÂÃÂÃÂ¢ÃÂÃÂ¬ on jo tili, jonka salasana on eri kuin syÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬si. KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬y projektin verkkosivuilla ja seuraa siellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ohjeita.KÃÂÃÂÃÂ¢ÃÂÃÂ¬y projektin verkkosivuilla ja seuraa siellÃÂÃÂÃÂ¢ÃÂÃÂ¬ ohjeita.
fr: Un compte avec ce nom d'utilisateur existe dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ et a un mot de passe diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rent de celui que vous avez entrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©. Un compte avec ce nom d'utilisateur existe dÃÂÃÂ©jÃÂÃÂ et a un mot de passe diffÃÂÃÂ©rent de celui que vous avez entrÃÂÃÂ©. Visitez le site web du projet et suivez ses instructions, svp.

source: Email address already in use
fi: SÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoite on jo kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬SÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoite on jo kÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂÃÂ¶ssÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: Adresse Email dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ utilisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e

source: An account with that email address already exists and has a different password than the one you entered. Please visit the project's web site and follow the instructions there.
fi: TÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬hkÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶postiosoitteella on jo tili, jonka salasana on eri kuin syÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si. TÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ sÃÂÃÂÃÂ¢ÃÂÃÂ¬hkÃÂÃÂÃÂÃÂ¶postiosoitteella on jo tili, jonka salasana on eri kuin syÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬si. KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬y projektin verkkosivuilla ja seuraa siellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ohjeita.KÃÂÃÂÃÂ¢ÃÂÃÂ¬y projektin verkkosivuilla ja seuraa siellÃÂÃÂÃÂ¢ÃÂÃÂ¬ ohjeita.
fr: Un compte avec cette adresse email existe dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ et a un mot de passe diffÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©rent de celui que vous avez entrÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©. Un compte avec cette adresse email existe dÃÂÃÂ©jÃÂÃÂ et a un mot de passe diffÃÂÃÂ©rent de celui que vous avez entrÃÂÃÂ©. Visitez le site web du projet et suivez ses instructions, svp

source: %s - Connection Error
fi: %s - Yhteysvirhe
fr: %s - Erreur de connexion

source: Authorization failed connecting to running client. Make sure you start this program in the same directory as the client.
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶oikeusvirhe yhdistettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬essÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ asiakasohjelmaan. Varmista, ettÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ajat tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n ohjelman samasta kansiosta kuin asiakasohjelman.KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶oikeusvirhe yhdistettÃÂÃÂÃÂ¢ÃÂÃÂ¬essÃÂÃÂÃÂ¢ÃÂÃÂ¬ asiakasohjelmaan. Varmista, ettÃÂÃÂÃÂ¢ÃÂÃÂ¬ ajat tÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬n ohjelman samasta kansiosta kuin asiakasohjelman.
fr: L'autorisation de se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un client a ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chouÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©. Assurez-vous que vous dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer ce programme dans le mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂªme dossier que le client.L'autorisation de se connecter ÃÂÃÂ un client a ÃÂÃÂ©chouÃÂÃÂ©. Assurez-vous que vous dÃÂÃÂ©marrer ce programme dans le mÃÂÃÂªme dossier que le client.

source: The password you have provided is incorrect, please try again.
fi: SyÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬si salasana on vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬. YritÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen.SyÃÂÃÂÃÂÃÂ¶ttÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬si salasana on vÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬rÃÂÃÂÃÂ¢ÃÂÃÂ¬. YritÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen.
fr: Le mot de passe que vous avez fourni est incorrect. Essayez ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau, svp.Le mot de passe que vous avez fourni est incorrect. Essayez ÃÂÃÂ nouveau, svp.

source: %s - Connection Failed
fi: %s - Yhteydenotto epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistui%s - Yhteydenotto epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: %s - La connexion a ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chouÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: %s is not able to connect to a %s client. Would you like to try to connect again?
fi: %s ei pysty ottamaan yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s-asiakasohjelmaan. Haluatko yrittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ottaa yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ uudelleen?%s ei pysty ottamaan yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s-asiakasohjelmaan. Haluatko yrittÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬ ottaa yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ uudelleen?
fr: LE %s n'a pas rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un client %s. Voulez-vous tenter d'ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tablir la connexion ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ nouveau ?LE %s n'a pas rÃÂÃÂ©ussi ÃÂÃÂ se connecter ÃÂÃÂ un client %s. Voulez-vous tenter d'ÃÂÃÂ©tablir la connexion ÃÂÃÂ nouveau ?

source: %s - Connection Status
fi: %s - Yhteyden tila
fr: %s - ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat de la Connexion

source: %s is not currently connected to a %s client. Please use the 'Advanced\Select Computer...' menu option to connect up to a %s client. To connect up to your local computer please use 'localhost' as the host name.
fi: %s ei ole tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬llÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ hetkellÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ %s-asiakasohjelmaan. KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ valintaa "LisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬asetukset/Valitse tietokone..." ottaaksesi yhteyden %s-ohjelmaan. %s ei ole tÃÂÃÂÃÂ¢ÃÂÃÂ¬llÃÂÃÂÃÂ¢ÃÂÃÂ¬ hetkellÃÂÃÂÃÂ¢ÃÂÃÂ¬ yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ %s-asiakasohjelmaan. KÃÂÃÂÃÂ¢ÃÂÃÂ¬ytÃÂÃÂÃÂ¢ÃÂÃÂ¬ valintaa "LisÃÂÃÂÃÂ¢ÃÂÃÂ¬asetukset/Valitse tietokone..." ottaaksesi yhteyden %s-ohjelmaan. Ottaaksesi yhteyden paikalliseen tietokoneeseen laita konenimeksi "localhost".
fr: Le %s n'est actuellement pas connectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un client %s. Veuillez utiliser l'option du menu 'AvancÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©\SÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionner un ordinateur...' pour vous connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ un client %s. Pour vous connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ votre ordinateur local, veuillez utiliser 'localhost' comme nom d'hÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´te.Le %s n'est actuellement pas connectÃÂÃÂ© ÃÂÃÂ un client %s. Veuillez utiliser l'option du menu 'AvancÃÂÃÂ©\SÃÂÃÂ©lectionner un ordinateur...' pour vous connecter ÃÂÃÂ un client %s. Pour vous connecter ÃÂÃÂ votre ordinateur local, veuillez utiliser 'localhost' comme nom d'hÃÂÃÂ´te.

source: Web sites
fi: Web-sivustot
fr: Sites Web

source: %s - Network Status
fi: %s - Verkon tila
fr: %s - ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂtat du rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©seau

source: %s needs to connect to the Internet. Please click to open %s.
fi: %sin tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytyy saada yhteys Internettiin. Paina avataksesi %s:n.%sin tÃÂÃÂÃÂ¢ÃÂÃÂ¬ytyy saada yhteys Internettiin. Paina avataksesi %s:n.
fr: %s a besoin de se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'Internet. Veuillez cliquer pour ouvrir %s.%s a besoin de se connecter ÃÂÃÂ l'Internet. Veuillez cliquer pour ouvrir %s.

source: %s needs to connect to the Internet. May it do so now?
fi: %sin tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ytyy ottaa yhteys Internettiin. Voiko se tehdÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ niin?%sin tÃÂÃÂÃÂ¢ÃÂÃÂ¬ytyy ottaa yhteys Internettiin. Voiko se tehdÃÂÃÂÃÂ¢ÃÂÃÂ¬ niin?
fr: %s a besoin de se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'Internet. %s a besoin de se connecter ÃÂÃÂ l'Internet. Peut-il le faire maintenant?

source: %s is connecting to the Internet.
fi: %s on yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ Internettiin.%s on yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ Internettiin.
fr: %s est en train de se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ Internet.

source: %s couldn't do Internet communication, and no default connection is selected. Please connect to the Internet, or select a default connection using Advanced/Options/Connections.
fi: %s ei saanut yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ Internettiin, eikÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ oletusyhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ ole valittu. %s ei saanut yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ Internettiin, eikÃÂÃÂÃÂ¢ÃÂÃÂ¬ oletusyhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ ole valittu. Ota yhteys Internettiin tai valitse oletusyhteys kohdasta "LisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬asetukset/Valinnat/Yhteydet".kohdasta "LisÃÂÃÂÃÂ¢ÃÂÃÂ¬asetukset/Valinnat/Yhteydet".
fr: %s n'a pas pu communiquer avec l'Internet, et aucune connexion par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut n'est sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©e. Veuillez vous connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ l'Internet, ou sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©lectionnez une connexion par dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©faut en utilisant le menu AvancÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©/Options/Connexions.dÃÂÃÂ©faut n'est sÃÂÃÂ©lectionnÃÂÃÂ©e. Veuillez vous connecter ÃÂÃÂ l'Internet, ou sÃÂÃÂ©lectionnez une connexion par dÃÂÃÂ©faut en utilisant le menu AvancÃÂÃÂ©/Options/Connexions.

source: %s has successfully connected to the Internet.
fi: %s otti onnistuneesti yhteyden Internettiin.
fr: %s a rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ Internet.

source: %s failed to connect to the Internet.
fi: %s ei saanut yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ Internettiin.%s ei saanut yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬ Internettiin.
fr: %s n'a pas rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ se connecter ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ Internet.

source: %s has detected it is now connected to the Internet. Updating all projects and retrying all transfers.
fi: %s havaitsi olevansa yhteydessÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ Internettiin. PÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivitetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n kaikki projektit ja yritetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n uudelleen tiedostojen siirtoa.%s havaitsi olevansa yhteydessÃÂÃÂÃÂ¢ÃÂÃÂ¬ Internettiin. PÃÂÃÂÃÂ¢ÃÂÃÂ¬ivitetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n kaikki projektit ja yritetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n uudelleen tiedostojen siirtoa.
fr: %s a dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© qu'il est maintenant connectÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ© ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ Internet: Mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour de tous les projets et essais de transfert en cours.%s a dÃÂÃÂ©tectÃÂÃÂ© qu'il est maintenant connectÃÂÃÂ© ÃÂÃÂ Internet: Mise ÃÂÃÂ jour de tous les projets et essais de transfert en cours.

source: %s has successfully disconnected from the Internet.
fi: %s sulki onnistuneesti Internet-yhteyden.
fr: %s a rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ se dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©connecter d'Internet.

source: %s failed to disconnected from the Internet.
fi: %s ei saanut suljettua Internet-yhteyttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬.%s ei saanut suljettua Internet-yhteyttÃÂÃÂÃÂ¢ÃÂÃÂ¬.
fr: %s n'a pas rÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©ussi ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ se dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©connecter d'Internet.

source: Startup BOINC so only the system tray icon is visible
fi: Vain ilmoitusalueen kuvake nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬kyviin, kun BOINC kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistetÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬nVain ilmoitusalueen kuvake nÃÂÃÂÃÂ¢ÃÂÃÂ¬kyviin, kun BOINC kÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistetÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬n
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer BOINC avec seulement l'icÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ´ne de la barre des tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ches visibleDÃÂÃÂ©marrer BOINC avec seulement l'icÃÂÃÂ´ne de la barre des tÃÂÃÂ¢ches visible

source: Startup BOINC with these optional arguments
fi: KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ynnistÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ BOINC nÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬illÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ lisÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬argumenteillÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬KÃÂÃÂÃÂ¢ÃÂÃÂ¬ynnistÃÂÃÂÃÂ¢ÃÂÃÂ¬ BOINC nÃÂÃÂÃÂ¢ÃÂÃÂ¬illÃÂÃÂÃÂ¢ÃÂÃÂ¬ lisÃÂÃÂÃÂ¢ÃÂÃÂ¬argumenteillÃÂÃÂÃÂ¢ÃÂÃÂ¬
fr: DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©marrer BOINC avec ces arguments optionnels

source: disable BOINC security users and permissions
fi: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬lÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ vÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬litÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ BOINCin omistus- ja kÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¶oikeuksistaÃÂÃÂÃÂ¢ÃÂÃÂ¬lÃÂÃÂÃÂ¢ÃÂÃÂ¬ vÃÂÃÂÃÂ¢ÃÂÃÂ¬litÃÂÃÂÃÂ¢ÃÂÃÂ¬ BOINCin omistus- ja kÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂÃÂ¶oikeuksista
fr: dÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©sactiver les permissions et les sÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©curitÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©s utilisateur de BOINCdÃÂÃÂ©sactiver les permissions et les sÃÂÃÂ©curitÃÂÃÂ©s utilisateur de BOINC

source: (Automatic Detection)
fi: (Automaattitunnistus)
fr: (DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©tection Automatique)

source: (Unknown)
fi: (Tuntematon)
fr: (Inconnu)

source: (User Defined)
fi: (KÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬yttÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬jÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬n mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬rittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬mÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬)(KÃÂÃÂÃÂ¢ÃÂÃÂ¬yttÃÂÃÂÃÂ¢ÃÂÃÂ¬jÃÂÃÂÃÂ¢ÃÂÃÂ¬n mÃÂÃÂÃÂ¢ÃÂÃÂ¬ÃÂÃÂÃÂ¢ÃÂÃÂ¬rittÃÂÃÂÃÂ¢ÃÂÃÂ¬mÃÂÃÂÃÂ¢ÃÂÃÂ¬)
fr: (DÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©fini par l'utilisateur)

source: Open %s Web...
fi: Avaa %s verkossa...
fr: Ouvre le site web de %s...

source: Open %s...
fi: Avaa %s...
fr: Ouvrir %s...

source: Snooze
fi: PidÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ tunnin taukoPidÃÂÃÂÃÂ¢ÃÂÃÂ¬ tunnin tauko
fr: En veille

source: Failed to attach to project
fi: Projektiin liittyminen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiProjektiin liittyminen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de l'attachement au projet

source: Failed to update account manager
fi: Tilihallitsimen pÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬ivittÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬minen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiTilihallitsimen pÃÂÃÂÃÂ¢ÃÂÃÂ¬ivittÃÂÃÂÃÂ¢ÃÂÃÂ¬minen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: La mise ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ jour du gestionnaire de compte a ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©chouÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ©

source: Failed to remove account manager
fi: Tilihallitsimen poistaminen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiTilihallitsimen poistaminen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de la suppression du gestionnaire de compte

source: Failed to attach to account manager
fi: Tilihallitsimeen liittyminen epÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¢ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ¬onnistuiTilihallitsimeen liittyminen epÃÂÃÂÃÂ¢ÃÂÃÂ¬onnistui
fr: ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂchec de l'attachement au gestionnaire de compte
